{"altmetric_id":17335277,"counts":{"readers":{"mendeley":7,"citeulike":0,"connotea":0},"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["TB_Alert_UK"],"posts_count":1}},"selected_quotes":["New paper on the management of #TB in #PLHIV"],"citation":{"abstract":"Tuberculosis (TB) has recently surpassed HIV as the primary infectious disease killer worldwide, but the two diseases continue to display lethal synergy. The burden of TB is disproportionately borne by people living with HIV, particularly where HIV and poverty coexist. The impact of these diseases on one another is bidirectional, with HIV increasing risk of TB infection and disease progression and TB slowing CD4 recovery and increasing progression to AIDS and death among the HIV infected. Both antiretroviral therapy (ART) and latent TB infection (LTBI) treatment mitigate the impact of coinfection, and ART is now recommended for HIV-infected patients independent of CD4 count. LTBI screening should be performed for all HIV-positive people at the time of diagnosis, when their CD4 count rises above 200, and yearly if there is repeated exposure. Tuberculin skin tests (TSTs) may perform better with serial testing than interferon gamma release assays (IGRAs). Any patient with HIV and a TST induration of ≥5 mm should be evaluated for active TB disease and treated for LTBI if active disease is ruled out. Because HIV impairs multiple aspects of immune function, progressive HIV is associated with lower rates of cavitary pulmonary TB and higher rates of disseminated and extrapulmonary disease, so a high index of suspicion is important, and sputum should be obtained for evaluation even if chest radiographs are negative. TB diagnosis is similar in patients with and without TB, relying on smear, culture, and nucleic acid amplification tests, which are the initial tests of choice. TSTs and IGRAs should not be used in the evaluation of active TB disease since these tests are often negative with active disease. Though not always performed in resource-limited settings, drug susceptibility testing should be performed on all TB isolates from HIV-positive patients. Urine lipoarabinomannan testing may also be helpful in HIV-positive patients with disseminated disease. Treatment of TB in HIV-infected patients is similar to that of TB in HIV-negative patients except that daily therapy is required for all coinfected patients, vitamin B6 supplementation should be given to all coinfected patients receiving isoniazid to reduce peripheral neuropathy, and specific attention needs to be paid to drug-drug interactions between rifamycins and many classes of antiretrovirals. In patients requiring ART that contains ritonavir or cobicistat, this can be managed by the use of rifabutin at 150 mg daily in place of rifampin. For newly diagnosed coinfected patients, mortality is lower if treatment is provided in parallel, rather than serially, with treatment initiation within 2 weeks preferred for those with CD4 counts of <50 and within 8 to 12 weeks for those with higher CD4 counts. When TB immune reconstitution inflammatory syndrome occurs, patients can often be treated symptomatically with nonsteroidal anti-inflammatory drugs, but a minority will benefit from steroids. Generally, patients who do not have space-occupying lesions such as occurs in TB meningitis do not require cessation of therapy.","aggregated_in":[21374801],"authors":["Tornheim, Jeffrey A","Dooley, Kelly E","Jeffrey A. Tornheim","Kelly E. Dooley"],"book":{"title":"Tuberculosis and Nontuberculous Mycobacterial Infections, Seventh Edition","isbns":["9781555819866"]},"doi":"10.1128\/microbiolspec.tnmi7-0028-2016","first_seen_on":"2017-03-14T11:32:31+00:00","funders":["niehs"],"issns":["2165-0497"],"issue":"1","journal":"Microbiology spectrum","last_mentioned_on":1489490711,"links":["https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/28233512","http:\/\/www.asmscience.org\/content\/book\/10.1128\/9781555819866.chap34"],"ordinal_number":34,"pmid":"28233512","pubdate":"2017-02-01T00:00:00+00:00","publisher":"American Society for Microbiology","title":"Tuberculosis Associated with HIV Infection","type":"chapter","uri":"http:\/\/www.asmscience.org\/content\/journal\/microbiolspec\/10.1128\/microbiolspec.TNMI7-0028-2016","volume":"5","mendeley_url":"http:\/\/www.mendeley.com\/research\/tuberculosis-associated-hiv-infection"},"altmetric_score":{"score":1,"score_history":{"1y":1,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":1},"context_for_score":null},"demographics":{"poster_types":{"member_of_the_public":1},"users":{"twitter":{"cohorts":{"Members of the public":1}},"mendeley":{"by_status":{"Researcher":2,"Student  > Ph. D. Student":1,"Student  > Bachelor":2,"Lecturer":1,"Lecturer > Senior Lecturer":1},"by_discipline":{"Medicine and Dentistry":3,"Social Sciences":1,"Agricultural and Biological Sciences":1,"Nursing and Health Professions":1,"Biochemistry, Genetics and Molecular Biology":1}}}},"posts":{"twitter":[{"url":"http:\/\/twitter.com\/TB_Alert_UK\/statuses\/841611160847831040","license":"gnip","citation_ids":[17335277,21374801],"posted_on":"2017-03-14T11:25:11+00:00","author":{"name":"TB Alert","url":"http:\/\/www.tbalert.org","image":"https:\/\/pbs.twimg.com\/profile_images\/444066719867211776\/bXwpS2Yl_normal.jpeg","description":"Hi we are the UK’s national TB charity, helping  people to get life-saving treatment. We also have projects in India, Zambia, Malawi and Zimbabwe.","id_on_source":"TB_Alert_UK","tweeter_id":"67307792","geo":{"lt":null,"ln":null},"followers":3278},"tweet_id":"841611160847831040"}]}}