{"altmetric_id":2154636,"counts":{"readers":{"mendeley":5,"citeulike":0,"connotea":0},"total":{"posts_count":1},"video":{"unique_users_count":1,"unique_users":["JoVEJournalVideo"],"posts_count":1}},"citation":{"abstract":"Laboratory tests can be done on the cellular or fluid portions of the blood. The use of different blood collection tubes determines the portion of the blood that can be analyzed (whole blood, plasma or serum). Laboratories involved in studying the genetic basis of human disorders rely on anticoagulated whole blood collected in EDTA-containing vacutainer as the source of DNA for genetic \/ genomic analysis. Because most clinical laboratories perform biochemical, serologic and viral testing as a first step in phenotypic outcome investigation, anticoagulated blood is also collected in heparin-containing tube (plasma tube). Therefore when DNA and plasma are needed for simultaneous and parallel analyses of both genomic and proteomic data, it is customary to collect blood in both EDTA and heparin tubes. If blood could be collected in a single tube and serve as a source for both plasma and DNA, that method would be considered an advancement to existing methods. The use of the compacted blood after plasma extraction represents an alternative source for genomic DNA, thus minimizing the amount of blood samples processed and reducing the number of samples required from each patient. This would ultimately save time and resources. The BD P100 blood collection system for plasma protein preservation were created as an improved method over previous plasma or serum collection tubes(1), to stabilize the protein content of blood, enabling better protein biomarker discovery and proteomics experimentation from human blood. The BD P100 tubes contain 15.8 ml of spray-dried K2EDTA and a lyophilized proprietary broad spectrum cocktail of protease inhibitors to prevent coagulation and stabilize the plasma proteins. They also include a mechanical separator, which provides a physical barrier between plasma and cell pellets after centrifugation. Few methods have been devised to extract DNA from clotted blood samples collected in old plasma tubes(2-4). Challenges from these methods were mainly associated with the type of separator inside the tubes (gel separator) and included difficulty in recovering the clotted blood, the inconvenience of fragmenting or dispersing the clot, and obstruction of the clot extraction by the separation gel. We present the first method that extracts and purifies genomic DNA from blood drawn in the new BD P100 tubes. We compare the quality of the DNA sample from P100 tubes to that from EDTA tubes. Our approach is simple and efficient. It involves four major steps as follows: 1) the use of a plasma BD P100 (BD Diagnostics, Sparks, MD, USA) tube with mechanical separator for blood collection, 2) the removal of the mechanical separator using a combination of sucrose and a sterile paperclip metallic hook, 3) the separation of the buffy coat layer containing the white cells and 4) the isolation of the genomic DNA from the buffy coat using a regular commercial DNA extraction kit or a similar standard protocol.","abstract_source":"pubmed","altmetric_jid":"4f6fa62b3cf058f610007f23","authors":["Jon Waters","Vishal Dhere","Adam Benjamin","Arvind Sekar","Archana Kumar","Sampath Prahalad","David T. Okou","Subra Kugathasan"],"doi":"10.3791\/4241","first_seen_on":"2014-03-01T14:13:31+00:00","issns":["1940-087X"],"journal":"Journal of Visualized Experiments","last_mentioned_on":1393535078,"links":["http:\/\/www.jove.com\/video\/4241?utm_source=youtube"],"pdf_url":"http:\/\/www.jove.com\/pdf\/4241.pdf","pmid":"23711730","pubdate":"2013-01-01T00:00:00+00:00","scopus_subjects":["Medicine","Health Sciences"],"subjects":["clinicallaboratorytechniques","biology"],"title":"A Practical and Novel Method to Extract Genomic DNA from Blood Collection Kits for Plasma Protein Preservation","type":"article","mendeley_url":"http:\/\/www.mendeley.com\/research\/practical-novel-method-extract-genomic-dna-blood-collection-kits-plasma-protein-preservation-2"},"altmetric_score":{"score":0.25,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.25},"context_for_score":{"all":{"total_number_of_other_articles":6229690,"mean":5.9663798423984,"rank":5294353,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":6229690,"percentile":1},"similar_age_3m":{"total_number_of_other_articles":133368,"mean":8.634381398697,"rank":109219,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":133368,"percentile":1},"this_journal":{"total_number_of_other_articles":3675,"mean":3.0160811105063,"rank":2929,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":3675,"percentile":1},"similar_age_this_journal_3m":{"total_number_of_other_articles":54,"mean":6.0536603773585,"rank":51,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":54,"percentile":1}}},"demographics":{"users":{"mendeley":{"by_status":[],"by_discipline":[]}}},"posts":{"video":[{"title":"A Practical and Novel Method to Extract Genomic DNA from Blood Collection Kits for Plasma Protei...","url":"https:\/\/www.youtube.com\/watch?v=9fM-TjWoIDE","image":"https:\/\/i1.ytimg.com\/vi\/9fM-TjWoIDE\/hqdefault.jpg","license":"public","citation_ids":[2154636],"posted_on":"2014-02-27T21:04:38+00:00","summary":"To watch this video on jove.com, click here: http:\/\/www.jove.com\/video\/4241?utm_source=youtube\n\nWe are describing a new method of isolating genomic DNA from whole blood collected for plasma\/serology.  After plasma collection, the compacted blood is usually","embed":{"type":"youtube","youtube_id":"9fM-TjWoIDE"},"author":{"name":"JoVEJournalVideo","id_on_source":"UCJlxFshqNuyYIys7WNGPxmA"}}]}}