{"altmetric_id":20398256,"counts":{"readers":{"mendeley":5,"citeulike":0,"connotea":0},"total":{"posts_count":1},"blogs":{"unique_users_count":1,"unique_users":[58719],"posts_count":1}},"citation":{"abstract":"The best therapeutic choice in lupus nephritis remains shrouded in a body of controversial literature. The purpose of this review was to assess and compare by meta-analysis the efficacy of therapeutic agents used in the treatment of lupus nephritis using outcomes of end-stage renal disease (ESRD) and total mortality. An exhaustive search was performed using MEDLINE (1970 to 1995) and manual search of bibliographic notations and nonindexed sources. Twenty prospective controlled trials with treatment allocation by random assignment or consecutive enrollment were identified using diagnostic evidence of systemic lupus erythematosus based on American Rheumatism Association (ARA) criteria and clinical\/biopsy evidence of lupus nephritis. One trial was excluded, resulting in 19 trials (n = 440) using treatment groups of oral prednisone alone, azathioprine with and without concomitant prednisone, oral cyclophosphamide with prednisone, azathioprine and oral cyclophosphamide with prednisone, and intravenous cyclophosphamide with prednisone. Crude risk data was pooled. An adjusted pooled risk was calculated using the random effects model of DerSimonian and Laird. Two measures of clinical effectiveness were used to compare treatments: absolute risk differences and number needed to treat. Analysis was completed between treatment groups as follows: oral prednisone compared with all immunosuppressive agents with prednisone and all treatment groups compared with one another. When compared with oral prednisone alone, immunosuppressive agents used in conjunction with oral prednisone were found to be statistically more effective for both total mortality and ESRD (absolute risk differences, 13.2% and 12.9%, respectively). When treatment groups were compared, intravenous cyclophosphamide in conjunction with oral prednisone was found to be statistically more effective than oral prednisone alone for both total mortality and ESRD (absolute risk differences, 19.9% and 16.2%, respectively). The simultaneous use of azathioprine and oral cyclophosphamide concomitant with oral prednisone was found to be 16.9% more effective than oral prednisone alone in reducing incidence of ESRD. No difference was seen in total mortality and data represented only two studies (n = 30). No immunosuppressive agent was found to be statistically more effective than another for either total mortality or ESRD. Future prospective studies are needed to control for numerous variables and renal function changes to provide more definitive answers.","altmetric_jid":"4f6fa5e53cf058f61000570b","authors":["Vinod K. Bansal","Judith A. Beto"],"doi":"10.1016\/s0272-6386(97)90029-9","first_seen_on":"2017-05-23T03:51:53+00:00","issns":["02726386"],"issue":"2","journal":"American Journal of Kidney Diseases","last_mentioned_on":1495488600,"links":["http:\/\/www.sciencedirect.com\/science\/article\/pii\/S0272638697900299"],"pmid":"9016889","pubdate":"1997-02-01T00:00:00+00:00","publisher_subjects":[{"name":"Clinical Sciences","scheme":"era"}],"scopus_subjects":["Medicine","Health Sciences"],"subjects":["nephrology"],"title":"Treatment of lupus nephritis: A meta-analysis of clinical trials","type":"article","volume":"29","mendeley_url":"http:\/\/www.mendeley.com\/research\/treatment-lupus-nephritis-metaanalysis-clinical-trials-1"},"altmetric_score":{"score":5.08,"score_history":{"1y":5.08,"6m":5.08,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":5.08},"context_for_score":{"all":{"total_number_of_other_articles":8250529,"mean":6.9707556030289,"rank":1586318,"this_scored_higher_than_pct":80,"this_scored_higher_than":6643741,"rank_type":"exact","sample_size":8250529,"percentile":80},"similar_age_3m":{"total_number_of_other_articles":236954,"mean":12.116869176588,"rank":59018,"this_scored_higher_than_pct":74,"this_scored_higher_than":177078,"rank_type":"exact","sample_size":236954,"percentile":74},"this_journal":{"total_number_of_other_articles":2134,"mean":7.1087951242382,"rank":632,"this_scored_higher_than_pct":67,"this_scored_higher_than":1440,"rank_type":"exact","sample_size":2134,"percentile":67},"similar_age_this_journal_3m":{"total_number_of_other_articles":76,"mean":7.3246933333333,"rank":41,"this_scored_higher_than_pct":46,"this_scored_higher_than":35,"rank_type":"exact","sample_size":76,"percentile":46}}},"demographics":{"users":{"mendeley":{"by_status":{"Student  > Doctoral Student":1,"Researcher":1,"Student  > Ph. D. Student":1,"Student  > Postgraduate":1,"Lecturer":1},"by_discipline":{"Medicine and Dentistry":3,"Psychology":1,"Business, Management and Accounting":1}}}},"posts":{"blogs":[{"title":"The Long and Winding Road: What We Think We Know About The Treatment of Proliferative Lupus Nephritis","url":"https:\/\/ajkdblog.org\/2017\/05\/22\/the-long-and-winding-road-what-we-think-we-know-about-the-treatment-of-proliferative-lupus-nephritis\/","license":"public","citation_ids":[16663647,20398249,20398250,20398251,2230171,20398252,20398253,943578,20398254,10893708,20398256,20398257,20398258,4849066,3785900,20398259,1449234,173778,233758,458417,7435456,11677936,565149,1538123,16346774,3772039,1449303],"posted_on":"2017-05-22T21:30:00+00:00","summary":"This is Part 1 of a 2-part series. Part 2&nbsp;focuses on a recent meta-analysis published in AJKD by Palmer et al.\nThe history of the treatment of proliferative lupus nephritis is a long journey that spans over half a century and travels down many often-d","author":{"name":"AJKD Blog","url":"http:\/\/ajkdblog.org\/","description":"The Official Blog of the American Journal of Kidney Diseases"}}]}}