{"altmetric_id":3342130,"counts":{"readers":{"mendeley":56,"citeulike":1,"connotea":0},"total":{"posts_count":1},"wikipedia":{"unique_users_count":1,"unique_users":["en:2743297"],"posts_count":1}},"citation":{"abstract":"Among primates, age at first molar emergence is correlated with a variety of life history traits. Age at first molar emergence can therefore be used to broadly infer the life histories of fossil primate species. One method of determining age at first molar emergence is to determine the age at death of fossil individuals that were in the process of erupting their first molars. This was done for an infant partial mandible of Afropithecus turkanensis (KNM-MO 26) from the approximately 17.5 Ma site of Moruorot in Kenya. A range of estimates of age at death was calculated for this individual using the permanent lateral incisor germ preserved in its crypt, by combining the number and periodicity of lateral enamel perikymata with estimates of the duration of cuspal enamel formation and the duration of the postnatal delay in the inception of crown mineralization. Perikymata periodicity was determined using daily cross striations between adjacent Retzius lines in thin sections of two A. turkanensis molars from the nearby site of Kalodirr. Based on the position of the KNM-MO 26 M(1)in relation to the mandibular alveolar margin, it had not yet undergone gingival emergence. The projected time to gingival emergence was estimated based on radiographic studies of M(1)eruption in extant baboons and chimpanzees. The estimates of age at M(1)emergence in KNM-MO 26 range from 28.2 to 43.5 months, using minimum and average values from extant great apes and humans for the estimated growth parameters. Even the absolute minimum value is well outside the ranges of extant large Old World monkeys for which there are data (12.5 to <25 months), but is within the range of chimpanzees (25.7 to 48.0 months). It is inferred, therefore, that A. turkanensis had a life history profile broadly like that of Pan. This is additional evidence to that provided by Sivapithecus parvada (Function, Phylogeny, and Fossils: Miocene Hominoid Evolution and Adaptations, 1997, 173) that the prolonged life histories characteristic of extant apes were achieved early in the evolutionary history of the group. However, it is unclear at present whether life-history prolongation in apes represents the primitive catarrhine pace of life history extended through phyletic increase in body mass, or whether it is derived with respect to a primitive, size-adjusted life history that was broadly intermediate between those of extant hominoids and cercopithecoids. Life history evolution in primates as a whole may have occurred largely through a series of grade-shifts, with the establishment of fundamental life-history profiles early in the histories of major higher taxa. These may have included shifts that were largely body mass dependent, as well as those that occurred in the absence of significant changes in body mass.","altmetric_jid":"4f6fa4f53cf058f610002de3","authors":["Jay Kelley","Tanya M Smith"],"doi":"10.1016\/s0047-2484(03)00005-8","endpage":"329","first_seen_on":"2015-02-05T12:51:28+00:00","handles":[],"issns":["00472484","0047-2484"],"issue":"3","journal":"Journal of Human Evolution","last_mentioned_on":1293487266,"links":["http:\/\/dx.doi.org\/10.1016\/S0047-2484(03)00005-8"],"pmid":"12657519","pubdate":"2003-03-01T00:00:00+00:00","publisher_subjects":[{"name":"Evolutionary Biology","scheme":"era"},{"name":"Anthropology","scheme":"era"},{"name":"Archaeology","scheme":"era"}],"scopus_subjects":["Life Sciences","Agricultural and Biological Sciences"],"startpage":"307","title":"Age at first molar emergence in early Miocene Afropithecus turkanensis and life-history evolution in the Hominoidea","type":"article","volume":"44","mendeley_url":"http:\/\/www.mendeley.com\/research\/age-first-molar-emergence-early-miocene-afropithecus-turkanensis-lifehistory-evolution-hominoidea"},"altmetric_score":{"score":3,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":3},"context_for_score":{"all":{"total_number_of_other_articles":3628714,"mean":4.9390391673343,"rank":816842,"this_scored_higher_than_pct":63,"this_scored_higher_than":2288942,"rank_type":"exact","sample_size":3628714,"percentile":63},"similar_age_3m":{"total_number_of_other_articles":93821,"mean":8.0811974419102,"rank":24291,"this_scored_higher_than_pct":72,"this_scored_higher_than":68451,"rank_type":"exact","sample_size":93821,"percentile":72},"this_journal":{"total_number_of_other_articles":802,"mean":9.0360724094881,"rank":408,"this_scored_higher_than_pct":26,"this_scored_higher_than":209,"rank_type":"exact","sample_size":802,"percentile":26},"similar_age_this_journal_3m":{"total_number_of_other_articles":5,"mean":37.2855,"rank":5,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":5,"percentile":1}}},"demographics":{"users":{"mendeley":{"by_status":{"Unspecified":1,"Professor > Associate Professor":1,"Researcher":10,"Student  > Doctoral Student":3,"Student  > Ph. D. Student":21,"Student  > Postgraduate":2,"Student  > Master":6,"Other":2,"Lecturer":2,"Professor":8},"by_discipline":{"Materials Science":1,"Medicine and Dentistry":2,"Social Sciences":12,"Earth and Planetary Sciences":9,"Agricultural and Biological Sciences":24,"Linguistics":1,"Unspecified":1,"Arts and Humanities":6}}},"geo":{"mendeley":{"NL":1,"BR":1,"CL":1,"FR":1,"RU":1}}},"posts":{"wikipedia":[{"title":"Afropithecus","url":"http:\/\/en.wikipedia.org\/?diff=prev&oldid=404529683#altmetric_citation_2","license":"public","citation_ids":[3342130,3342130,3342130],"posted_on":"2010-12-27T22:01:06+00:00","summary":"Afropithecus turkanensis is a Miocene hominoid which was excavated from a small site near Lake Turkana called Kalodirr in northern Kenya in 1986 and was named by Richard Leakey and Meave Leakey.","page_url":"http:\/\/en.wikipedia.org\/?curid=2743297","wiki_lang":"en","author":{"name":"RDBrown","url":"http:\/\/en.wikipedia.org\/wiki\/User:RDBrown"}}]}}