{"altmetric_id":660310,"counts":{"readers":{"mendeley":3,"citeulike":0,"connotea":0},"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["Cancer_PC"],"posts_count":1}},"citation":{"abstract":"Androgen deprivation therapy is commonly used in men with advanced prostate cancer; however, it is associated with many short- and long-term side-effects. Intermittent androgen deprivation therapy was first suggested as an alternative regimen in the early 1990s and is now part of treatment guidelines as a result of its ability to reduce adverse events associated with continuous androgen deprivation therapy without decreasing its efficacy. Although many publications evaluated intermittent androgen deprivation therapy's efficacy, the safety and tolerability information of this regimen is relatively limited. The goal of this literature review was to analyze clinical trials that have reported safety and tolerability data in prostate cancer patients treated with intermittent androgen deprivation therapy, as well as assessing quality of life outcomes. A literature search was carried out using biomedical and pharmaceutical databases for published information comparing intermittent androgen deprivation therapy with continuous androgen deprivation therapy. A total of 13 randomized and non-randomized studies were selected and reviewed based on their relevance to the safety, tolerability and quality of life of intermittent androgen deprivation therapy. Benefits for intermittent androgen deprivation therapy were observed for the short-term side-effects (hot flushes and sexual functions) mainly during the off-treatment phase, whereas the data for the long-term side-effects were not as conclusive. Quality of life evaluations are more in support of intermittent androgen deprivation therapy. Although there are some safety, tolerability and quality of life benefits associated with intermittent androgen deprivation therapy, the overall evidence is still limited.","abstract_source":"pubmed","altmetric_jid":"4f6fa4ed3cf058f610002bb8","authors":["Gruca, Damian","Bacher, Peter","Tunn, Ulf"],"doi":"10.1111\/j.1442-2042.2012.03001.x","first_seen_on":"2012-03-22T05:51:50+00:00","issns":["0919-8172","1442-2042"],"issue":"7","journal":"International Journal of Urology","last_mentioned_on":1332395046,"links":["http:\/\/dx.doi.org\/10.1111%2Fj.1442-2042.2012.03001.x"],"pmid":"22435512","pubdate":"2012-07-01T00:00:00+00:00","publisher_subjects":[{"name":"Clinical Sciences","scheme":"era"}],"scopus_subjects":["Medicine","Health Sciences"],"title":"Safety and tolerability of intermittent androgen deprivation therapy: A literature review","type":"article","volume":"19","mendeley_url":"http:\/\/www.mendeley.com\/research\/safety-tolerability-intermittent-androgen-deprivation-therapy-literature-review-2"},"altmetric_score":{"score":0.5,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.5},"context_for_score":null},"demographics":{"poster_types":{"member_of_the_public":1},"users":{"twitter":{"cohorts":{"Members of the public":1}},"mendeley":{"by_status":{"Researcher":1,"Student  > Bachelor":2},"by_discipline":{"Medicine and Dentistry":3}}},"geo":{"twitter":{"US":1}}},"posts":{"twitter":[{"url":"http:\/\/twitter.com\/#!\/Cancer_PC\/status\/182704182409691137","citation_ids":[660310],"posted_on":"2012-03-22T05:44:06+00:00","author":{"name":"Prostate Cancer OW","url":"http:\/\/organizedwisdom.com","image":"http:\/\/a0.twimg.com\/profile_images\/63139118\/twitter_image_normal.png","description":"Organizing prostate cancer resources shared by health experts, advocates, and organizations into WisdomCards.\r\n","id_on_source":"Cancer_PC","tweeter_id":"17053754","geo":{"lt":40.71455,"ln":-74.007124,"country":"US"},"followers":490},"tweet_id":"182704182409691137"}]}}