{"altmetric_id":2299635,"counts":{"readers":{"mendeley":173,"citeulike":0,"connotea":0},"googleplus":{"unique_users_count":1,"unique_users":["Yohko Hatada"],"posts_count":1},"total":{"posts_count":1}},"citation":{"abstract":"This article presents an updated account of integrated information theory of consciousness (liT) and some of its implications. \/IT stems from thought experiments that lead to phenomenological axioms (existence, compositionality, information, integration, exclusion) and corresponding ontological postulates. The information axiom asserts that every experience is spec~fic - it is what it is by differing in its particular way from a large repertoire of alternatives. The integration axiom asserts that each experience is unified- it cannot be reduced to independent components. The exclusion axiom asserts that every experience is definite - it is limited to particular things and not others and flows at a particular speed and resolution. \/IT formalizes these intuitions with postulates. The information postulate states that only \"differences that make a difference\" from the intrinsic perpective of a system matter: a mechanism generates cause-effect information if its present state has selective past causes and selective future effects within a system. The integration postulate states that only information that is irreducible matters: mechanisms generate integrated information only to the extent that the information they generate cannot be partitioned into that generated within independent components. The exclusion postulate states that only maxima of integrated information matter: a mechanism specifies only one maximally irreducible set of past causes and future effects - a concept. A complex is a set of elements specifying a maximally irreducible constellation of concepts, where the maximum is evaluated over elements and at the optimal spatiatemporal scale. Its concepts specify a maximally integrated conceptual information structure or quale, which is identical with an experience. Finally, changes in information integration upon exposure to the environment reflect a system's ability to match the causal structure of the world. After introducing an updated definition of information integration and related quantities, the article presents some theoretical considerations about the relationship between information and causation and about the relational structure of concepts within a qua\/e. It also explores the relationship between the temporal grain size of information integration and the dynamic of metastable states in the corticothalamic complex. Finally, it summarizes how liT accounts for empirical findings about the neural substrate of consciousness, and how various aspects of phenomenology may in principle be addressed in terms of the geometry of information integration.","abstract_source":"pubmed","altmetric_jid":"4f6fa9283cf058f61000dd1f","authors":["Tononi G"],"first_seen_on":"2014-04-23T17:43:28+00:00","issns":[],"issue":"4","journal":"Archives italiennes de biologie","last_mentioned_on":1398168014,"links":["http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/23802335"],"pmid":"23802335","pubdate":"2013-06-29T00:00:00+00:00","publisher_subjects":[{"name":"Physiology","scheme":"era"},{"name":"Neurosciences","scheme":"era"}],"scopus_subjects":["Health Sciences","Medicine","Life Sciences","Biochemistry, Genetics and Molecular Biology"],"subjects":["biology"],"title":"Integrated information theory of consciousness: an updated account.","type":"article","volume":"150","mendeley_url":"http:\/\/www.mendeley.com\/research\/integrated-information-theory-consciousness-updated-account-15"},"altmetric_score":{"score":1,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":1},"context_for_score":{"all":{"total_number_of_other_articles":3685110,"mean":4.9302723403875,"rank":2050739,"this_scored_higher_than_pct":25,"this_scored_higher_than":952773,"rank_type":"exact","sample_size":3685110,"percentile":25},"similar_age_3m":{"total_number_of_other_articles":94107,"mean":7.0148483624848,"rank":48835,"this_scored_higher_than_pct":26,"this_scored_higher_than":24711,"rank_type":"exact","sample_size":94107,"percentile":26},"this_journal":{"total_number_of_other_articles":51,"mean":2.63564,"rank":28,"this_scored_higher_than_pct":29,"this_scored_higher_than":15,"rank_type":"exact","sample_size":51,"percentile":29},"similar_age_this_journal_3m":{"total_number_of_other_articles":2,"mean":1,"rank":1,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":2,"percentile":1}}},"demographics":{"users":{"mendeley":{"by_status":{"Researcher":2,"Student  > Ph. D. Student":1},"by_discipline":{"Engineering":1,"Agricultural and Biological Sciences":2}}},"geo":{"mendeley":{"GB":2}}},"posts":{"googleplus":[{"title":"From Phenomenology to Consciousness, and back: Integrated Information Theory 3.0 workshop PL8 by Giulio...","url":"https:\/\/plus.google.com\/112847508760507222263\/posts\/Dwiny5SU11u","citation_ids":[2299635],"posted_on":"2014-04-22T12:00:14+00:00","summary":"From Phenomenology to Consciousness, and back: Integrated Information Theory 3.0 workshop PL8 by Giulio... From Phenomenology to Consciousness, and back: Integrated Information Theory 3.0 workshop PL8by Giulio Tononi, Department of Psychiatry, University o","author":{"name":"Yohko Hatada","url":"https:\/\/plus.google.com\/112847508760507222263","image":"https:\/\/lh3.googleusercontent.com\/-RyLBrgcHLQs\/AAAAAAAAAAI\/AAAAAAAAGX8\/wiz02y8Ayik\/photo.jpg?sz=50","id_on_source":"112847508760507222263"}}]}}