{"altmetric_id":1999601,"counts":{"readers":{"mendeley":19,"citeulike":0,"connotea":0},"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["Loose_Lab_Rat"],"posts_count":1}},"citation":{"abstract":"This review and statistical analysis was conducted to better understand the nature and significance of environmental exposures in the Great Lakes Basin and watershed to a variety of environmental contaminants. These contaminants of interest included current-use pesticides, pharmaceuticals, organic wastewater contaminants, alkylphenol ethoxylates, perfluorinated surfactants, flame retardants, and chlorinated paraffins. The available literature was critically reviewed and used to develop a database containing 19,611 residue values for 326 substances. In many papers, sampling locations were characterized as being downstream from municipal wastewater discharges, receiving waters for industrial facilities, areas susceptible to agricultural or urban contamination, or harbors and ports. To develop an initial assessment of their potential ecological significance, the contamination levels found were compared with currently available regulatory standards, guidelines, or criteria. This review was prepared for the IJC multi-board work group, and served as background material for an expert consultation, held in March, 2009, in which the significance of the contaminants found was discussed. Moreover, the consultation attempted to identify and assess opportunities for strengthening future actions that will protect the Great Lakes. Based on the findings and conclusions of the expert consultation, it is apparent that a wide variety of chemicals of emerging concern have been detected in environmental media (air, water, sediment, biota) from the Great Lakes Basin, although many are present at only trace levels. Although the presence of these contaminants raises concerns in the public and among the scientific community, the findings must be placed in context. Significant scientific interpretation is required to understand the extent to which these chemicals may pose a threat to the ecosystem and to human health. The ability to detect chemicals in environmental media greatly surpasses our ability to understand the implications of such findings. As advances in analytical technologies occur, it is probable that substances previously found to be non-detectable will be detected. However, their presence in environmental media should not be construed to mean that they are necessarily toxic or hazardous. Current-use pesticides are tightly regulated and extensive efforts have been made to analyze for their presence in surface waters from the Great Lakes Basin. The concentrations found in surface waters for many of the pesticides are below current regulatory criteria. However, the concentrations of certain pesticides exceeded current criteria in 6-32% of the samples analyzed. Detectable concentrations of pharmaceutical compounds were present in 34% of the surface water samples. Various prescription and non-prescription drugs were detected, most frequently at locations that were proximate to the point of discharge from wastewater treatment plants or agricultural operations. At present, there are no standards, guidelines, or criteria with which to compare these contaminant concentrations. Concentrations of alkylphenol ethoxylates and their metabolites have been well studied. All surface water nonylphenol concentrations were below US ambient water quality criteria. However, the concentrations reported for some locations exceeded Canadian guidelines for water or sediment. Only limited data were available for a wide variety of organic wastewater contaminants. Measured concentrations in Great Lakes waters were generally low. Where criteria exist for comparison, the concentrations found were generally below the associated regulatory standards. However, exceedences were noted for some classes of compounds, including phthalates and polycyclic aromatic hydrocarbons. The highest environmental concentrations were reported in biota for a number of persistent, bioaccumulative, and toxic compounds (e.g., polybrominated diphenyl ethers, perfluorinated surfactants). Various stewardship as well as government risk assessment and risk management programs have been implemented over the past years for many of these compounds. Because risk management strategies for some of these contaminants have been implemented only recently, their impact on environmental concentrations, to date, remains unclear. Current evidence suggests that the concentrations of some brominated flame retardants are trending downward, while the concentrations of others appear to be increasing. Regulatory criteria are not available for many of the chemicals of emerging concern that were detected in the Great Lakes Basin. When criteria do exist, it is important to recognize that they were developed based on the best available science at the time. As the science evolves, regulatory criteria must be reassessed in light of new findings (e.g., consideration of new endpoints and mechanisms of action). Further, there are significant scientific gaps in our ability to interpret environmental monitoring data, including the need for: (a) improving the understanding of the effects of mixtures, (b) information on use of, and the commercial life cycle of chemicals and products that contain them, (c) information on source contributions and exposure pathways, and (d) the need for thoughtful additional regulatory,environmental, and health criteria. Discharges from wastewater treatment plants were identified as an important source of contaminants to surface waters in the Great Lakes Basin. Combined sewer overflows and agricultural operations were also found to be important contributors to concentrations in surface waters. Concentrations of many of the chemicals were generally the highest in the vicinity of these sources, decline with increasing distance from sources, and were generally low or non-detectable in the open waters of the Great Lakes.","abstract_source":"pubmed","altmetric_jid":"4f6fa6063cf058f610006728","authors":["Gary Klecka","Carolyn Persoon","Rebecca Currie"],"doi":"10.1007\/978-1-4419-6406-9_1","first_seen_on":"2013-12-23T02:31:05+00:00","issns":["0179-5953"],"journal":"Reviews of Environmental Contamination & Toxicology","last_mentioned_on":1387765838,"links":["http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/20652664"],"pmid":"20652664","pubdate":"2010-01-01T00:00:00+00:00","publisher_subjects":[{"name":"Multidisciplinary","scheme":"era"},{"name":"Ecotoxicology","scheme":"springer"},{"name":"Environment","scheme":"springer"},{"name":"Environmental Management","scheme":"springer"},{"name":"Waste Management\/Waste Technology","scheme":"springer"}],"scopus_subjects":["Health Sciences","Medicine","Environmental Science","Physical Sciences"],"subjects":["environmentalhealth"],"title":"Chemicals of emerging concern in the Great Lakes Basin: an analysis of environmental exposures.","type":"article","volume":"207","mendeley_url":"http:\/\/www.mendeley.com\/research\/chemicals-emerging-concern-great-lakes-basin-analysis-environmental-exposures-5"},"altmetric_score":{"score":0.25,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.25},"context_for_score":{"all":{"total_number_of_other_articles":4507509,"mean":5.1386389830674,"rank":3563951,"this_scored_higher_than_pct":3,"this_scored_higher_than":137718,"rank_type":"exact","sample_size":4507509,"percentile":3},"similar_age_3m":{"total_number_of_other_articles":120453,"mean":7.5735420416434,"rank":93735,"this_scored_higher_than_pct":1,"this_scored_higher_than":867,"rank_type":"exact","sample_size":120453,"percentile":1},"this_journal":{"total_number_of_other_articles":55,"mean":2.5704074074074,"rank":42,"this_scored_higher_than_pct":7,"this_scored_higher_than":4,"rank_type":"exact","sample_size":55,"percentile":7},"similar_age_this_journal_3m":{"total_number_of_other_articles":1,"mean":0,"rank":1,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":1,"percentile":1}}},"demographics":{"poster_types":{"member_of_the_public":1},"users":{"twitter":{"cohorts":{"Members of the public":1}},"mendeley":{"by_status":{"Student  > Postgraduate":1,"Unspecified":4},"by_discipline":{"Environmental Science":1,"Unspecified":4}}},"geo":{"twitter":{"US":1}}},"posts":{"twitter":[{"url":"http:\/\/twitter.com\/Loose_Lab_Rat\/status\/414946118506532864","license":"public","citation_ids":[1999601],"posted_on":"2013-12-23T02:30:38+00:00","author":{"name":"Kelly A. Hogan Ph.D.","url":"http:\/\/tinyurl.com\/h73wbot","image":"https:\/\/pbs.twimg.com\/profile_images\/2157270091\/Kelly_Woods_Hole_3_color_normal.jpg","description":"#Placenta #toxicologist going back to basics: #Multipotency #Differentiation #Homeostasis #Resilience #Repair #Regeneration #Senescence. #Politics on weekends.","id_on_source":"Loose_Lab_Rat","tweeter_id":"316832974","geo":{"lt":44.02163,"ln":-92.4699,"country":"US"},"followers":1588},"tweet_id":"414946118506532864"}]}}