{"altmetric_id":3374172,"counts":{"readers":{"mendeley":4,"citeulike":0,"connotea":0},"total":{"posts_count":1},"wikipedia":{"unique_users_count":1,"unique_users":["en:5760713"],"posts_count":1}},"citation":{"abstract":"A single point mutation that encodes an aspartic acid (Asp578) to glycine substitution in the LH\/CG receptor (LH\/CGR) gene, D578G, was recently found in American patients with familial male-limited precocious puberty and in a Japanese patient with a sporadic form of the disorder. Transfection of the mutant, compared to the wild-type, LH\/CGR complementary DNA into COS-7 cells results in higher basal cAMP production, but a normal agonist-induced response; the mutation is, therefore, proposed to constitutively activate Leydig cells and elevate serum testosterone, despite low levels of gonadotropin. In the current study we examined two additional Japanese patients with male-limited precocious puberty without a family history of the disease. We describe a heterozygous cytosine (C) to thymine (T) transition at nucleotide 1715 in both; the mutation encodes an alanine to valine substitution in codon 572 of transmembrane helix 6, A572V. Transfected into COS-7 cells, the A572V mutant exhibited the same constitutively high basal cAMP levels and normal agonist-induced cAMP response as the D578G mutant. We conclude that the constitutively higher cAMP levels caused by the A572V mutation led to Leydig cell activation and male-limited precocious puberty, as in the previously described D578G mutation. As the mother of one of the two patients had the same heterozygous mutation, this patient represents the first recognized case of inherited male-limited precocious puberty in the Japanese population. The previously described D578G mutant did not increase basal or agonist-induced inositol phosphate production in transfected COS-7 cells, or the number of LH\/CGRs or their affinity for LH\/CG. In contrast, transfection of the A572V mutation in COS-7 cells exhibited significantly higher inositol phosphate levels basally and at 10(-11) mol\/L hCG, but significantly lower inositol phosphate levels at 10(-7) mol\/L hCG. These data suggest that the A572V mutation of the LH\/CGR may have effects on the guanine nucleotide binding protein which activates phospholipase C (Gq) coupling and phospholipase-C activation in addition to its effects on Gs coupling and activation of adenylyl cyclase. A572V-transfected cells also exhibited a higher affinity, despite an apparent decrease in the number of binding sites, for [125I]hCG, compared to transfectants with the wild-type LH\/CGR. We hypothesize that these differences between the A572V and D578G mutations reflect a greater impact of the A572V mutation on receptor conformation.","abstract_source":"pubmed","altmetric_jid":"4f6fa6223cf058f610007be1","authors":["K Yano","M Saji","A Hidaka","N Moriya","A Okuno","L D Kohn","G B Cutler"],"doi":"10.1210\/jcem.80.4.7714085","first_seen_on":"2015-02-06T02:56:33+00:00","issns":["0021-972X"],"issue":"4","journal":"The Journal of Clinical Endocrinology & Metabolism","last_mentioned_on":1195423328,"links":["http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/7714085"],"pmid":"7714085","pubdate":"1995-04-01T00:00:00+00:00","publisher_subjects":[{"name":"Clinical Sciences","scheme":"era"},{"name":"Paediatrics And Reproductive Medicine","scheme":"era"}],"scopus_subjects":["Health Sciences","Medicine","Life Sciences","Biochemistry, Genetics and Molecular Biology"],"subjects":["metabolism","endocrinology"],"title":"A new constitutively activating point mutation in the luteinizing hormone\/choriogonadotropin receptor gene in cases of male-limited precocious puberty.","type":"article","volume":"80","mendeley_url":"http:\/\/www.mendeley.com\/research\/new-constitutively-activating-point-mutation-luteinizing-hormonechoriogonadotropin-receptor-gene-cas"},"altmetric_score":{"score":3,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":3},"context_for_score":{"all":{"total_number_of_other_articles":3630432,"mean":4.9299514944696,"rank":816203,"this_scored_higher_than_pct":63,"this_scored_higher_than":2291645,"rank_type":"exact","sample_size":3630432,"percentile":63},"similar_age_3m":{"total_number_of_other_articles":94176,"mean":8.0979685903905,"rank":24433,"this_scored_higher_than_pct":72,"this_scored_higher_than":68658,"rank_type":"exact","sample_size":94176,"percentile":72},"this_journal":{"total_number_of_other_articles":4637,"mean":4.8701415012942,"rank":928,"this_scored_higher_than_pct":56,"this_scored_higher_than":2621,"rank_type":"exact","sample_size":4637,"percentile":56},"similar_age_this_journal_3m":{"total_number_of_other_articles":71,"mean":15.363285714286,"rank":21,"this_scored_higher_than_pct":70,"this_scored_higher_than":50,"rank_type":"exact","sample_size":71,"percentile":70}}},"demographics":{"users":{"mendeley":{"by_status":{"Researcher":1,"Student  > Ph. D. Student":1,"Student  > Postgraduate":1,"Student  > Bachelor":1},"by_discipline":{"Medicine and Dentistry":1,"Agricultural and Biological Sciences":3}}}},"posts":{"wikipedia":[{"title":"Luteinizing hormone\/choriogonadotropin receptor","url":"http:\/\/en.wikipedia.org\/?diff=prev&oldid=172360385#altmetric_citation_19","license":"public","citation_ids":[3374169,3374172],"posted_on":"2007-11-18T22:02:08+00:00","summary":"The luteinizing hormone\/choriogonadotropin receptor (LHCGR), also lutropin\/choriogonadotropin receptor (LCGR) or luteinizing hormone receptor (LHR) is a transmembrane receptor found predominantly in the ovary and testis, but also many extragonadal organs s","page_url":"http:\/\/en.wikipedia.org\/?curid=5760713","wiki_lang":"en","author":{"name":"Forluvoft","url":"http:\/\/en.wikipedia.org\/wiki\/User:Forluvoft"}}]}}