{"altmetric_id":181970,"counts":{"readers":{"mendeley":14,"citeulike":1,"connotea":0},"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["molecularsim"],"posts_count":1}},"selected_quotes":["A Mixed Quantum-Classical Molecular Dynamics Study of the Hydroxyl Stretch in Methanol\/Carbon Tetrachloride Mixtures…"],"citation":{"abstract":"We present a mixed quantum-classical molecular dynamics study of the structure and dynamics of the hydroxyl stretch in methanol\/carbon tetrachloride mixtures. One of the methanol molecules is tagged, and its hydroxyl stretch is treated quantum-mechanically, while the remaining degrees of freedom are treated classically. The adiabatic Hamiltonian of the quantum-mechanical hydroxyl is diagonalized on-the-fly to obtain the corresponding adiabatic energy levels and wave functions which depend parametrically on the instantaneous configuration of the classical degrees of freedom. The dynamics of the classical degrees of freedom are in turn affected by the quantum-mechanical state of the tagged hydroxyl stretch via the corresponding Hellmann-Feynman forces. The ability of five different force-field combinations to reproduce the experimental absorption infrared spectrum of the hydroxyl stretch is examined for different isotopomers and on a wide range of compositions. It is found that, in addition to accounting for the anharmonic nature of the hydroxyl stretch, one also has to employ polarizable force fields and account for the damping of the polarizability at short distances. The equilibrium ground-state hydrogen-bonding structure and dynamics is analyzed, and its signature on the absorption infrared spectrum of the hydroxyl stretch is investigated in detail. Five different hydroxyl stretch subpopulations are identified and spectrally assigned: monomers (α), hydrogen-bond acceptors (β), hydrogen-bond donors (γ), simultaneous hydrogen-bond donors and acceptors (δ), and simultaneous hydrogen-bond donors and double-acceptors (ε). The fundamental transition frequencies of the α and β subpopulations are found to be narrowly distributed and to overlap, thereby giving rise to a single narrow band whose intensity is significantly diminished by rotational relaxation. The fundamental transition frequency distributions of the γ, δ, and ε subpopulations are found to be broader and to partially overlap, thereby giving rise to a single broad band which is red-shifted relative to the αβ band. The γδε band is also found to be inhomogeneously broadened and unaffected by rotational relaxation. The exchange rates between the different subpopulations and corresponding branching ratios are reported and explained. Finally, nonlinear mapping relations between the hydroxyl transition frequency and bond length and the electric field along the hydroxyl bond axis are established, which can be used to reduce the computational cost of the mixed quantum-classical treatment to that of a purely classical molecular dynamics simulation.","abstract_source":"pubmed","altmetric_jid":"4f6fa4f63cf058f610002ec5","authors":["Kijeong Kwac","Eitan Geva"],"doi":"10.1021\/jp204245z","issns":["1520-6106","1520-5207"],"journal":"Journal of Physical Chemistry B","last_mentioned_on":1310067311,"links":["http:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp204245z"],"pmid":"21675789","pubdate":"2011-06-16T00:00:00+00:00","publisher_subjects":[{"name":"Chemical Sciences","scheme":"era"},{"name":"Engineering","scheme":"era"},{"name":"Physical Sciences","scheme":"era"}],"scopus_subjects":["Chemistry","Physical Sciences","Materials Science"],"startpage":"110616023737009","subjects":["chemistry"],"title":"A Mixed Quantum-Classical Molecular Dynamics Study of the Hydroxyl Stretch in Methanol\/Carbon-Tetrachloride Mixtures: Equilibrium Hydrogen-Bond Structure and Dynamics at the Ground State and the Infrared Absorption Spectrum","type":"article","mendeley_url":"http:\/\/www.mendeley.com\/research\/mixed-quantumclassical-molecular-dynamics-study-hydroxyl-stretch-methanolcarbon-tetrachloride-mixtur"},"altmetric_score":{"score":0.5,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.5},"context_for_score":{"all":{"total_number_of_other_articles":4506935,"mean":5.125739366827,"rank":3094755,"this_scored_higher_than_pct":21,"this_scored_higher_than":972358,"rank_type":"exact","sample_size":4506935,"percentile":21},"similar_age_3m":{"total_number_of_other_articles":3442079,"mean":5.7703871267301,"rank":2396866,"this_scored_higher_than_pct":21,"this_scored_higher_than":725909,"rank_type":"exact","sample_size":3442079,"percentile":21},"this_journal":{"total_number_of_other_articles":2425,"mean":1.4398424092409,"rank":1010,"this_scored_higher_than_pct":47,"this_scored_higher_than":1149,"rank_type":"exact","sample_size":2425,"percentile":47},"similar_age_this_journal_3m":{"total_number_of_other_articles":2114,"mean":1.4974671083767,"rank":944,"this_scored_higher_than_pct":44,"this_scored_higher_than":945,"rank_type":"exact","sample_size":2114,"percentile":44}}},"demographics":{"poster_types":{"researcher":1},"users":{"twitter":{"cohorts":{"Scientists":1}},"mendeley":{"by_status":{"Professor > Associate Professor":5,"Researcher":1,"Student  > Doctoral Student":1,"Student  > Ph. D. Student":5,"Student  > Postgraduate":1,"Student  > Bachelor":1},"by_discipline":{"Engineering":1,"Medicine and Dentistry":1,"Chemistry":6,"Energy":1,"Physics and Astronomy":4,"Agricultural and Biological Sciences":1}}},"geo":{"mendeley":{"IT":1,"DE":1}}},"posts":{"twitter":[{"url":"http:\/\/twitter.com\/#!\/molecularsim\/status\/89054876478349312","citation_ids":[181970],"posted_on":"2011-07-07T19:35:11+00:00","author":{"name":"Molecular Simulation","image":"https:\/\/pbs.twimg.com\/profile_images\/2974997018\/6f3f9aca27e1f0054103f314e58fb42f_normal.jpeg","description":"molecular modeling, molecular simulation, computational chemistry, quantum mechanics, molecular dynamics, Monte Carlo","id_on_source":"molecularsim","tweeter_id":"302159657","geo":{"lt":null,"ln":null},"followers":263},"tweet_id":"89054876478349312"}]}}