{"altmetric_id":3588533,"counts":{"readers":{"mendeley":104,"citeulike":0,"connotea":0},"total":{"posts_count":1},"wikipedia":{"unique_users_count":1,"unique_users":["en:22547865"],"posts_count":1}},"citation":{"abstract":"A mathematical model has been constructed that enables calculation of the level of atmospheric O2 over the past 570 my from rates of burial and weathering of organic carbon (C) and pyrite sulfur (S). Burial rates as a function of time are calculated from an assumed constant worldwide clastic sedimentation rate and the relative abundance, and C and S contents, of the three rock types: marine sandstones and shales, coal basin sediments, and other non-marine clastics (red beds, arkoses). By our model, values of O2 versus time, using a constant total sedimentation rate, agree with those for variable sedimentation derived from present-day rock abundances and estimates of erosional losses since deposition. This agreement is the result of our reliance on the idea that any increase in total worldwide sediment burial, with consequently faster burial of C and S and greater O2 production, must be accompanied by a corresponding increase in erosion and increased exposure of C and S on the continents to O2 consumption via weathering. It is the redistribution of sediment between the three different rock types, and not total sedimentation rate, that is important in O2 control. To add stability to the system, negative feedback against excessive O2 fluctuation was provided in the modeling by the geologically reasonable assignment of higher weathering rates to younger rocks, resulting in rapid recycling of C and S. We did not use direct O2 negative feedback on either weathering of C and S or burial of C because weathering rates are assumed to be limited by uplift and erosion, and the burial rate of C limited by the rate of sediment deposition. The latter assumption is the result of modern sediment studies which show that marine organic matter burial occurs mainly in oxygenated shallow water and is limited by the rate of supply of nutrients to the oceans by rivers. Results of the modeling indicate that atmospheric O2 probably has varied appreciably over Phanerozoic time. During the Late Carboniferous and Permian periods O2 was higher than previously because of the rise of vascular land plants and the widespread burial of organic matter in vast coal swamps. A large decrease in O2 during the Late Permian was due probably to the drying-up of the coal swamps and deposition of a large proportion of total sediment in C and S-free continental red beds. Sensitivity study shows that major parameters affecting results are the mean C concentration in coal basins and the relative sizes of the reservoirs of young (rapidly recycled) versus old rocks. Less sensitivity was found for changes over time in total land area undergoing weathering and the use of direct O2 negative feedback on marine carbon burial. Good agreement for rates of C burial calculated via our model and via independent models, which are based on the use of stable carbon isotopes, indicates that the dominant factor that has brought about changes in atmospheric O2 level (and the isotopic composition of dissolved inorganic carbon in seawater) over Phanerozoic time is sedimentation and not weathering or higher temperature phenomena such as basalt-seawater reaction.","abstract_source":"pubmed","altmetric_jid":"4f6fa4e03cf058f6100020f2","authors":["R A Berner","D E Canfield"],"first_seen_on":"2015-02-13T12:12:30+00:00","handles":[],"isbns":[],"issns":["0002-9599"],"issue":"4","journal":"American Journal of Science","last_mentioned_on":1391284334,"links":["http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/11539776"],"pmid":"11539776","pubdate":"1989-04-01T00:00:00+00:00","publisher_subjects":[{"name":"Geochemistry","scheme":"era"},{"name":"Geology","scheme":"era"},{"name":"Geophysics","scheme":"era"}],"scopus_subjects":["Earth and Planetary Sciences","Physical Sciences"],"title":"A new model for atmospheric oxygen over Phanerozoic time.","type":"article","volume":"289","mendeley_url":"http:\/\/www.mendeley.com\/research\/new-model-atmospheric-oxygen-phanerozoic-time-13"},"altmetric_score":{"score":3,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":3},"context_for_score":{"all":{"total_number_of_other_articles":3631265,"mean":4.9266893682253,"rank":816085,"this_scored_higher_than_pct":63,"this_scored_higher_than":2292896,"rank_type":"exact","sample_size":3631265,"percentile":63},"similar_age_3m":{"total_number_of_other_articles":95775,"mean":8.2532706371251,"rank":24998,"this_scored_higher_than_pct":72,"this_scored_higher_than":69686,"rank_type":"exact","sample_size":95775,"percentile":72},"this_journal":{"total_number_of_other_articles":156,"mean":4.0664,"rank":21,"this_scored_higher_than_pct":18,"this_scored_higher_than":29,"rank_type":"exact","sample_size":156,"percentile":18},"similar_age_this_journal_3m":{"total_number_of_other_articles":2,"mean":0.75,"rank":1,"this_scored_higher_than_pct":50,"this_scored_higher_than":1,"rank_type":"exact","sample_size":2,"percentile":50}}},"demographics":{"users":{"mendeley":{"by_status":{"Unspecified":2,"Professor > Associate Professor":7,"Librarian":1,"Researcher":19,"Student  > Doctoral Student":6,"Student  > Ph. D. Student":32,"Student  > Master":16,"Other":3,"Student  > Bachelor":10,"Lecturer":1,"Lecturer > Senior Lecturer":1,"Professor":6},"by_discipline":{"Medicine and Dentistry":1,"Chemistry":3,"Social Sciences":1,"Physics and Astronomy":1,"Earth and Planetary Sciences":56,"Economics, Econometrics and Finance":1,"Agricultural and Biological Sciences":26,"Unspecified":5,"Environmental Science":10}}},"geo":{"mendeley":{"CA":1,"US":5,"GB":1,"IT":1}}},"posts":{"wikipedia":[{"title":"Fossil record of fire","url":"http:\/\/en.wikipedia.org\/?diff=prev&oldid=593473137#altmetric_citation_4","license":"public","citation_ids":[1724741,3588533],"posted_on":"2014-02-01T19:52:14+00:00","summary":"Fossil charcoal is known as fusain, a crumbly silky material which may form blocks or microscopic films.","page_url":"http:\/\/en.wikipedia.org\/?curid=22547865","wiki_lang":"en","author":{"name":"AManWithNoPlan","url":"http:\/\/en.wikipedia.org\/wiki\/User:AManWithNoPlan"}}]}}