{"altmetric_id":4467852,"counts":{"readers":{"mendeley":0,"citeulike":0,"connotea":0},"total":{"posts_count":1},"video":{"unique_users_count":1,"unique_users":["SciShow"],"posts_count":1}},"citation":{"abstract":"Three cases of obstruction of the common bile duct by Fasciola hepatica with two of the patients presenting jaundice are reported. The authors have reviewed several publications concerning common bile duct obstruction by liver fluke, a quite rare complication of fascioliasis. Only nineteen cases of common bile duct obstruction caused by Fasciola hepatica have been reported in a review of medical publications during last ten years. Clinical presentation, diagnostic methods and considerations, types of surgery are fairly uniform in all of the reported cases. Almost all of patients reviewed, had the history, symptoms and signs characteristic for cholelithiasis including recurrent colic pain in right hypochondriac area, fever or subfebrile temperature, fluctuating or stabile jaundice, and palpable painful gallbladder. The laboratory findings in all cases reviewed had shown leucocytosis, eosinophilia, high or slight elevated serum bilirubin. Echographically commonly revealed dilated intra- and extrahepatic bile ducts containing one or more hyperechogenic elements with or without casting an acoustic shadow. All patients underwent open surgery, comprised with choledochotomy and if possible extraction of the fluke. Only two postoperative cases were of necessity followed by ERCP. In all of our cases the primary pre-operative diagnosis was choledocholithiasis, with diagnose of fascioliasis established at the operation. According to the literature this uncertainty in diagnosis is common because of difficulties in differentiation of fascioliasis versus choledocholithiasis. Considerations for making the differential diagnosis--a history of origin or visiting in endemic area of infection, history of eating of aquatic vegetables, laboratory findings including eosinophilia, fasciola eggs in stool, sonography and radiological imaging results and enzyme-linked immunosorbent essay (ELISA) which has been shown to be rapid, sensitive and quantitative. In all three cases we have observed intraoperative significant signs for liver fascioliasis to include surface scarring of the left lobe on the liver--tracks caused by subcapsular migration and location of the hepatic lesions (these findings were also seen by two authors in literature) with resemblance to Japanese letters. The most effective drug for treatment of fascioliasis according to our experience and literature reviewed is bithionol.","altmetric_jid":"4f6fa9293cf058f61000dd56","authors":["Kiladze, M","Chipashvili, L","Abuladze, D","Jatchvliani, D"],"first_seen_on":"2015-09-03T11:12:19+00:00","issns":["0036-5327"],"issue":"3","journal":"Sborník lékar̆ský","last_mentioned_on":1440723889,"links":["http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/11220154"],"pmid":"11220154","pubdate":"2000-01-01T00:00:00+00:00","subjects":["medicine"],"title":"Obstruction of common bile duct caused by liver fluke--Fasciola hepatica.","type":"article","volume":"101","mendeley_url":"http:\/\/www.mendeley.com\/research\/obstruction-common-bile-duct-caused-liver-flukefasciola-hepatica"},"altmetric_score":{"score":0.25,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.25},"context_for_score":{"all":{"total_number_of_other_articles":6230817,"mean":5.9681223701699,"rank":5295542,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":6230817,"percentile":1},"similar_age_3m":{"total_number_of_other_articles":184887,"mean":9.805422173664,"rank":146809,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":184887,"percentile":1},"this_journal":{"total_number_of_other_articles":5,"mean":28.5655,"rank":5,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":5,"percentile":1},"similar_age_this_journal_3m":{"total_number_of_other_articles":1,"mean":0,"rank":1,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":1,"percentile":1}}},"demographics":{"users":{"mendeley":{"by_status":[],"by_discipline":[]}}},"posts":{"video":[{"title":"SciShow Quiz Show: Why Humans Are Weird!","url":"https:\/\/www.youtube.com\/watch?v=QHVgF80PgFY","image":"https:\/\/i.ytimg.com\/vi\/QHVgF80PgFY\/hqdefault.jpg","license":"public","citation_ids":[4467852,1526769,4467853],"posted_on":"2015-08-28T01:04:49+00:00","summary":"In this explosive episode of SciShow Quiz Show, Hank Green and SciShow writer Dave Loos test their knowledge of diamonds, the environment, and the many reasons why humans are very strange creatures.\n----------\nDooblydoo thanks go to the following Patreon s","embed":{"type":"youtube","youtube_id":"QHVgF80PgFY"},"author":{"name":"SciShow","id_on_source":"UCZYTClx2T1of7BRZ86-8fow"}}]}}