{"altmetric_id":132792,"counts":{"readers":{"mendeley":63,"citeulike":6,"connotea":0},"total":{"posts_count":1},"f1000":{"unique_users_count":1,"unique_users":["F1000Prime"],"posts_count":1}},"citation":{"abstract":"Structural classifications of proteins assume the existence of the fold, which is an intrinsic equivalence class of protein domains. Here, we test in which conditions such an equivalence class is compatible with objective similarity measures. We base our analysis on the transitive property of the equivalence relationship, requiring that similarity of A with B and B with C implies that A and C are also similar. Divergent gene evolution leads us to expect that the transitive property should approximately hold. However, if protein domains are a combination of recurrent short polypeptide fragments, as proposed by several authors, then similarity of partial fragments may violate the transitive property, favouring the continuous view of the protein structure space. We propose a measure to quantify the violations of the transitive property when a clustering algorithm joins elements into clusters, and we find out that such violations present a well defined and detectable cross-over point, from an approximately transitive regime at high structure similarity to a regime with large transitivity violations and large differences in length at low similarity. We argue that protein structure space is discrete and hierarchic classification is justified up to this cross-over point, whereas at lower similarities the structure space is continuous and it should be represented as a network. We have tested the qualitative behaviour of this measure, varying all the choices involved in the automatic classification procedure, i.e., domain decomposition, alignment algorithm, similarity score, and clustering algorithm, and we have found out that this behaviour is quite robust. The final classification depends on the chosen algorithms. We used the values of the clustering coefficient and the transitivity violations to select the optimal choices among those that we tested. Interestingly, this criterion also favours the agreement between automatic and expert classifications. As a domain set, we have selected a consensus set of 2,890 domains decomposed very similarly in SCOP and CATH. As an alignment algorithm, we used a global version of MAMMOTH developed in our group, which is both rapid and accurate. As a similarity measure, we used the size-normalized contact overlap, and as a clustering algorithm, we used average linkage. The resulting automatic classification at the cross-over point was more consistent than expert ones with respect to the structure similarity measure, with 86% of the clusters corresponding to subsets of either SCOP or CATH superfamilies and fewer than 5% containing domains in distinct folds according to both SCOP and CATH. Almost 15% of SCOP superfamilies and 10% of CATH superfamilies were split, consistent with the notion of fold change in protein evolution. These results were qualitatively robust for all choices that we tested, although we did not try to use alignment algorithms developed by other groups. Folds defined in SCOP and CATH would be completely joined in the regime of large transitivity violations where clustering is more arbitrary. Consistently, the agreement between SCOP and CATH at fold level was lower than their agreement with the automatic classification obtained using as a clustering algorithm, respectively, average linkage (for SCOP) or single linkage (for CATH). The networks representing significant evolutionary and structural relationships between clusters beyond the cross-over point may allow us to perform evolutionary, structural, or functional analyses beyond the limits of classification schemes. These networks and the underlying clusters are available at http:\/\/ub.cbm.uam.es\/research\/ProtNet.php.","abstract_source":"pubmed","altmetric_jid":"4f6fa5123cf058f610003349","authors":["Alberto Pascual-García","David Abia","Angel R Ortiz","Ugo Bastolla"],"doi":"10.1371\/journal.pcbi.1000331","issns":["1553-7358"],"issue":"3","journal":"PLoS Computational Biology","last_mentioned_on":1254182400,"links":["http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/19325884"],"pmid":"19325884","pubdate":"2009-03-01T00:00:00+00:00","publisher":"Public Library of Science","publisher_subjects":[{"name":"Biological Sciences","scheme":"era"},{"name":"Information And Computing Sciences","scheme":"era"},{"name":"Mathematical Sciences","scheme":"era"}],"scopus_subjects":["Life Sciences","Environmental Science","Mathematics","Computer Science","Biochemistry, Genetics and Molecular Biology","Agricultural and Biological Sciences","Physical Sciences","Neuroscience"],"subjects":["computationalbiology"],"title":"Cross-over between discrete and continuous protein structure space: insights into automatic classification and networks of protein structures.","type":"article","volume":"5","mendeley_url":"http:\/\/www.mendeley.com\/research\/crossover-between-discrete-continuous-protein-structure-space-insights-automatic-classification-netw"},"altmetric_score":{"score":1,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":1},"context_for_score":{"all":{"total_number_of_other_articles":3629536,"mean":4.93415564694,"rank":2016118,"this_scored_higher_than_pct":25,"this_scored_higher_than":939758,"rank_type":"exact","sample_size":3629536,"percentile":25},"similar_age_3m":{"total_number_of_other_articles":2727424,"mean":5.2210856057199,"rank":1476376,"this_scored_higher_than_pct":27,"this_scored_higher_than":744327,"rank_type":"exact","sample_size":2727424,"percentile":27},"this_journal":{"total_number_of_other_articles":2436,"mean":10.313728952772,"rank":1757,"this_scored_higher_than_pct":18,"this_scored_higher_than":441,"rank_type":"exact","sample_size":2436,"percentile":18},"similar_age_this_journal_3m":{"total_number_of_other_articles":2326,"mean":10.423242150538,"rank":1674,"this_scored_higher_than_pct":18,"this_scored_higher_than":424,"rank_type":"exact","sample_size":2326,"percentile":18}}},"demographics":{"users":{"mendeley":{"by_status":{"Professor > Associate Professor":3,"Researcher":24,"Student  > Doctoral Student":3,"Student  > Ph. D. Student":16,"Student  > Postgraduate":1,"Other":3,"Student  > Master":4,"Student  > Bachelor":1,"Professor":8},"by_discipline":{"Medicine and Dentistry":1,"Chemistry":7,"Sports and Recreations":1,"Physics and Astronomy":3,"Agricultural and Biological Sciences":35,"Computer Science":9,"Linguistics":1,"Biochemistry, Genetics and Molecular Biology":5,"Unspecified":1}}},"geo":{"mendeley":{"CA":2,"CZ":1,"AR":1,"US":3,"NO":1,"GB":5,"DE":1,"ES":1}}},"posts":{"f1000":[{"title":"Recommended in F1000 Prime","url":"https:\/\/f1000.com\/prime\/1165026","license":"public","citation_ids":[132792],"posted_on":"2009-09-29T00:00:00+00:00","f1000_classes":["new_finding","technical_advance"],"f1000_score":"2"}]}}