{"altmetric_id":3555862,"counts":{"readers":{"mendeley":12,"citeulike":0,"connotea":0},"total":{"posts_count":1},"wikipedia":{"unique_users_count":1,"unique_users":["en:16374743"],"posts_count":1}},"citation":{"abstract":"The fluoroquinolone antibacterial agent fleroxacin has a broad spectrum of in vitro activity which encompasses most Gram-negative species (particularly Enterobacteriaceae) and a number of Gram-positive organisms, including methicillin-sensitive staphylococci. It is available as oral and intravenous formulations. In clinical trials, fleroxacin has been evaluated in the treatment of uncomplicated urinary tract infections (single or multiple once-daily oral doses of 200 or 400mg), gonorrhoea and chancroid (single oral doses of 200 or 400mg), complicated urinary tract, nonpneumococcal lower respiratory tract and skin and soft tissue infections and typhoid fever (multiple once-daily oral or intravenous regimens, usually 400 mg\/day), bacterial enteritis, and traveller's diarrhoea (single or multiple once-daily oral doses of 400mg). Bacteriological cure rates were generally around 90% or higher in complicated and uncomplicated urinary tract infections, uncomplicated gonorrhoea (approximately 100%), pyelonephritis, bacterial enteritis and typhoid fever, and exceeded 80% in lower respiratory tract, and skin and soft tissue infections and chancroid. These cure rates were similar to, or better than, those achieved with standard comparator antibacterial agents such as penicillins, cephalosporins, cotrimoxazole, or other quinolones. Fleroxacin 400mg once daily also achieved bacteriological cure in approximately 80% of patients with bone and joint infections in preliminary studies. In Japanese studies using a lower dosage of 200 or 300 mg\/day, fleroxacin was reported to be bacteriologically effective in a range of infections, including urinary tract and upper and lower respiratory tract infections. Fleroxacin has a relatively long elimination half-life, which allows once-daily administration, and it appears to have less propensity for interactions with other medications in comparison to many other fluoroquinolones. Its tolerability profile is typical of this class of compound, with adverse events mostly relating to the gastrointestinal tract, CNS, and skin and appendages (including phototoxicity). Recent pooled tolerability data from worldwide clinical trials indicate that adverse events are reported by approximately 27% of patients receiving 200 mg\/day orally or 400 mg\/day orally or intravenously, and 17% of those receiving a single oral dose of 400mg. These exceed incidences reported for established fluoroquinolones, possibly indicating recent trends towards increased rates of reported adverse effects with these agents. However, in direct comparative studies with twice-daily fluoroquinolones, fleroxacin 400mg once daily produced a similar incidence of adverse effects to ofloxacin 800 mg\/day and a slightly higher incidence than ciprofloxacin 1000 mg\/day, while fleroxacin 200mg once daily produced a similar incidence to norfloxacin 800 mg\/day.(ABSTRACT TRUNCATED AT 400 WORDS)","abstract_source":"pubmed","altmetric_jid":"4f6fa4eb3cf058f610002738","authors":["J A Balfour","P A Todd","D H Peters"],"first_seen_on":"2015-02-12T21:56:32+00:00","issns":["0012-6667"],"issue":"5","journal":"Drugs","last_mentioned_on":1411714532,"links":["http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/7601015"],"pmid":"7601015","pubdate":"1995-05-01T00:00:00+00:00","publisher_subjects":[{"name":"Pharmacology And Pharmaceutical Sciences","scheme":"era"}],"scopus_subjects":["Medicine","Health Sciences"],"subjects":["pharmacology","drugtherapy"],"title":"Fleroxacin. A review of its pharmacology and therapeutic efficacy in various infections.","type":"article","volume":"49","mendeley_url":"http:\/\/www.mendeley.com\/research\/fleroxacin-review-pharmacology-therapeutic-efficacy-various-infections-1"},"altmetric_score":{"score":3,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":3},"context_for_score":{"all":{"total_number_of_other_articles":4299292,"mean":4.9923874040613,"rank":989498,"this_scored_higher_than_pct":63,"this_scored_higher_than":2741689,"rank_type":"exact","sample_size":4299292,"percentile":63},"similar_age_3m":{"total_number_of_other_articles":142717,"mean":8.4048662938986,"rank":42282,"this_scored_higher_than_pct":69,"this_scored_higher_than":98583,"rank_type":"exact","sample_size":142717,"percentile":69},"this_journal":{"total_number_of_other_articles":1066,"mean":2.6984563380282,"rank":164,"this_scored_higher_than_pct":43,"this_scored_higher_than":468,"rank_type":"exact","sample_size":1066,"percentile":43},"similar_age_this_journal_3m":{"total_number_of_other_articles":35,"mean":1.7544117647059,"rank":4,"this_scored_higher_than_pct":85,"this_scored_higher_than":30,"rank_type":"exact","sample_size":35,"percentile":85}}},"demographics":{"users":{"mendeley":{"by_status":{"Unspecified":3,"Librarian":1,"Student  > Ph. D. Student":4,"Student  > Postgraduate":1,"Student  > Master":1,"Other":1,"Professor":1},"by_discipline":{"Medicine and Dentistry":5,"Immunology and Microbiology":1,"Agricultural and Biological Sciences":1,"Nursing and Health Professions":1,"Unspecified":3,"Environmental Science":1}}}},"posts":{"wikipedia":[{"title":"Fleroxacin","url":"http:\/\/en.wikipedia.org\/?diff=prev&oldid=627126163#altmetric_citation_2","license":"public","citation_ids":[3555860,3555862],"posted_on":"2014-09-26T06:55:32+00:00","summary":"Fleroxacin is a quinolone. It is sold under the brand names Quinodis and Megalocin.","page_url":"http:\/\/en.wikipedia.org\/?curid=16374743","wiki_lang":"en","author":{"name":"Frivadossi","url":"http:\/\/en.wikipedia.org\/wiki\/User:Frivadossi"}}]}}