{"altmetric_id":20038037,"counts":{"readers":{"mendeley":1,"citeulike":0,"connotea":0},"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["H7N9Influenza"],"posts_count":1}},"selected_quotes":["DOMESTIC DUCKS AS POTENTIAL RESERVOIR IN POST HPAI H5N1 OUTBREAK AREA, SUNYANI MUNICIPALITY, BRONG AHAFO"],"citation":{"abstract":"Avian influenza (AI) is an important zoonotic disease responsible for significant losses in most sub-Saharan countries. However, the role of poultry other than chicken in the epidemiology of the disease, especially after the first AI outbreak in Ghana, has not been fully elucidated. The obiective of this study is to determine whether the AI virus infection that was reported in the area in May 2007 was circulating silently in ducks in nine randomly selected farms in the Sunyani Municipality, Ghana.\nThe sample size was calculated using Epi info version 3.4.1 at 95% confidence level, absolute precision of 5% and assuming 0.5 prevalence of Avian Influenza A virus in ducks. Samples collection was done simultaneously with questionnaire administration to farmers. A total of 526 samples made up of 384 cloacal swabs and 142 feather tissues from ducks from a commercial duck farm, seven backyard holdings and one live birds market in six randomly selected communities in the Sunyani Municipality, Brong Ahafo region of Ghana. The samples were processed and subjected to Influenza Type A Matrix Gene analysis using RRT-PCR.\nAll the 526 samples subiected to Influenza Type A Matrix Gene analysis using RRT-PCR were negative for Influenza Type A viruses. However, it was observed that bio-security practices which are keys to reintroduction of the virus in the area were not adhered to in 89 % of the sites investigated. Our finding also revealed that only the commercial farm investigated in this study complied with fifteen (78.9%) of the nineteen different farm practices observed.\nThough AI was not detected in the ducks sampled, there is the need for continuous surveillance and education of stakeholders on standard bio-security and farm management practices in the area.","authors":["Vitus Burimuah","W K Ampofo","B Awumbila","N Yebuah","B O Emikpe","W Tasiame","R D Folitse"],"doi":"10.21010\/ajid.v10i2.10","first_seen_on":"2017-05-11T10:04:32+00:00","funders":["niehs"],"handles":[],"issns":["20060165","25050419","2006-0165"],"issue":"2","journal":"African journal of infectious diseases","last_mentioned_on":1494497053,"links":["https:\/\/www.ncbi.nlm.nih.gov\/m\/pubmed\/28480449\/"],"pmcid":"PMC5411989","pmid":"28480449","pubdate":"2016-06-01T00:00:00+00:00","title":"THE EVALUATION OF DOMESTIC DUCKS AS POTENTIAL RESERVOIR OF AVIAN INFLUENZA VIRUS IN POST HPAI H5N1 OUTBREAK AREA, SUNYANI MUNICIPALITY, BRONG AHAFO REGION OF GHANA","type":"article","volume":"10","mendeley_url":"http:\/\/www.mendeley.com\/research\/evaluation-domestic-ducks-potential-reservoir-avian-influenza-virus-post-hpai-h5n1-outbreak-area-sun"},"altmetric_score":{"score":0.25,"score_history":{"1y":0.25,"6m":0.25,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.25},"context_for_score":null},"demographics":{"poster_types":{"science_communicator":1},"users":{"twitter":{"cohorts":{"Science communicators (journalists, bloggers, editors)":1}},"mendeley":{"by_status":{"Student  > Ph. D. Student":1},"by_discipline":{"Veterinary Science and Veterinary Medicine":1}}},"geo":{"twitter":{"GB":1}}},"posts":{"twitter":[{"url":"http:\/\/twitter.com\/H7N9Influenza\/statuses\/862609279429349376","license":"gnip","citation_ids":[20038037],"posted_on":"2017-05-11T10:04:13+00:00","author":{"name":"Novel Influenza News","url":"http:\/\/h7n9flunews.com","image":"https:\/\/pbs.twimg.com\/profile_images\/3501363698\/67e86cb1c0a5dbe79300ad64694b8c9d_normal.jpeg","description":"Dave is a published writer and former magazine editor. He curates the news about MRSA, C. difficile, Carbapenemases and Flu.","id_on_source":"H7N9Influenza","tweeter_id":"1337672149","geo":{"lt":50.76871,"ln":0.28453,"country":"GB"},"followers":592},"tweet_id":"862609279429349376"}]}}