{"altmetric_id":3087092,"counts":{"readers":{"mendeley":16,"citeulike":0,"connotea":0},"facebook":{"unique_users_count":1,"unique_users":["100001284657384"],"posts_count":1},"total":{"posts_count":1}},"citation":{"abstract":"G-protein-coupled receptors (GPCRs) constitute the largest family of membrane-bound proteins involved in translation of extracellular signals into intracellular responses. They regulate diverse physiological and pathophysiological processes, and hence, are prime drug targets for therapeutic intervention. In spite of the recent advancements in membrane protein crystallography, limited information is available on the molecular signatures of activation of GPCRs. Although few studies have been reported for class A GPCRs, the activation mechanism of class B GPCRs remains unexplored. Corticotropin-releasing factor 1 receptor (CRF1R), a class B GPCR, is associated with various disease conditions including stress, anxiety, and irritable bowel syndrome. Here, we report the activation of CRF1R using accelerated molecular dynamics simulations of the apo receptor. Breaking of His155(2.50)-Glu209(3.50) and Glu209(3.50)-Thr316(6.42) interactions are found crucial in transition of the receptor to its active conformation. Compared to the inactive crystal structure, major structural rearrangements occurred in the intracellular region of the transmembrane (TM) domain upon activation: TM3 twisted away from TM2, and an opening of G-protein binding site due to the outward movements of TM5 and TM6 from the helical bundle. Further, an inward tilt of TM7 toward the helical core is observed at the extracellular side, in agreement with recent findings (Coin et al. Cell 2013, 155, 1258-1269) where it is proposed that this movement helps in establishing favorable interactions with peptide agonist. Moreover, different allosteric pathways in the inactive and active states are identified using the correlations in torsion angle space. The inactive state is found less dynamic as compared to the putative active state of the receptor. Results from the current study could present a model for class B GPCRs activation and aid in the design of CRF1R modulators against brain and metabolic disorders.","abstract_source":"pubmed","altmetric_jid":"4f6fa4f63cf058f610002ec5","authors":["Rajesh Singh"],"doi":"10.1021\/jp509814n","first_seen_on":"2015-01-21T15:11:36+00:00","funders":["niehs"],"issns":["1520-6106"],"journal":"Journal of Physical Chemistry B","last_mentioned_on":1421852983,"links":["http:\/\/pubs.acs.org\/doi\/abs\/10.1021\/jp509814n"],"pmid":"25607803","pubdate":"2015-01-21T00:00:00+00:00","publisher_subjects":[{"name":"Chemical Sciences","scheme":"era"},{"name":"Engineering","scheme":"era"},{"name":"Physical Sciences","scheme":"era"}],"scopus_subjects":["Chemistry","Physical Sciences","Materials Science"],"subjects":["chemistry"],"title":"Activation of Corticotropin-Releasing Factor 1 Receptor: Insights from Molecular Dynamics Simulations","type":"article","mendeley_url":"http:\/\/www.mendeley.com\/research\/activation-corticotropinreleasing-factor-1-receptor-insights-molecular-dynamics-simulations-1"},"altmetric_score":{"score":0.25,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.25},"context_for_score":null},"demographics":{"users":{"mendeley":{"by_status":{"Researcher":4,"Student  > Doctoral Student":2,"Student  > Ph. D. Student":5,"Student  > Master":4,"Student  > Bachelor":1},"by_discipline":{"Chemistry":7,"Physics and Astronomy":1,"Agricultural and Biological Sciences":7,"Biochemistry, Genetics and Molecular Biology":1}}},"geo":{"mendeley":{"JP":1,"IT":1,"ES":2}}},"posts":{"facebook":[{"title":"Activation of Corticotropin-Releasing Factor 1 Receptor: Insights from Molecular Dynamics...","url":"https:\/\/www.facebook.com\/100001284657384\/posts\/880517182001095","license":"public","citation_ids":[3087092],"posted_on":"2015-01-21T15:09:43+00:00","summary":"Finally... my small contribution to the science... pubs.acs.org","author":{"name":"Navjeet Ahalawat","url":"https:\/\/www.facebook.com\/100001284657384","facebook_wall_name":false,"image":"https:\/\/graph.facebook.com\/100001284657384\/picture","id_on_source":"100001284657384"}}]}}