{"altmetric_id":19663003,"counts":{"readers":{"mendeley":2,"citeulike":0,"connotea":0},"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["EMR_research"],"posts_count":1}},"selected_quotes":["The Cardiovascular Health in Ambulatory Care Research Team performance indicators for the primary prevention of…"],"citation":{"abstract":"High-quality ambulatory care can reduce cardiovascular disease risk, but important gaps exist in the provision of cardiovascular preventive care. We sought to develop a set of key performance indicators that can be used to measure and improve cardiovascular care in the primary care setting.\nAs part of the Cardiovascular Health in Ambulatory Care Research Team initiative, we established a 14-member multidisciplinary expert panel to develop a set of indicators for measuring primary prevention performance in ambulatory cardiovascular care. We used a 2-stage modified Delphi panel process to rate potential indicators, which were identified from the literature and national cardiovascular organizations. The top-rated indicators were pilot tested to determine their measurement feasibility with the use of data routinely collected in the Canadian health care system.\nA set of 28 indicators of primary prevention performance were identified, which were grouped into 5 domains: risk factor prevalence, screening, management, intermediate outcomes and long-term outcomes. The indicators reflect the major cardiovascular risk factors including smoking, obesity, hypertension, diabetes, dyslipidemia and atrial fibrillation. All indicators were determined to be amenable to measurement with the use of population-based administrative (physician claims, hospital admission, laboratory, medication), survey or electronic medical record databases.\nThe Cardiovascular Health in Ambulatory Care Research Team indicators of primary prevention performance provide a framework for the measurement of cardiovascular primary prevention efforts in Canada. The indicators may be used by clinicians, researchers and policy-makers interested in measuring and improving the prevention of cardiovascular disease in ambulatory care settings.","authors":["Jack V. Tu","Laura C. Maclagan","Dennis T. Ko","Clare L. Atzema","Gillian L. Booth","Sharon Johnston","Karen Tu","Douglas S. Lee","Arlene Bierman","Ruth Hall","R. Sacha Bhatia","Andrea S. Gershon","Sheldon W. Tobe","Claudia Sanmartin","Peter Liu","Anna Chu"],"doi":"10.9778\/cmajo.20160139","first_seen_on":"2017-04-28T10:36:32+00:00","funders":["niehs"],"issns":["2291-0026"],"issue":"2","journal":"CMAJ open","last_mentioned_on":1493375224,"links":["https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/28446446?dopt=Abstract&utm_source=dlvr.it&utm_medium=twitter"],"pmid":"28446446","pubdate":"2017-04-25T00:00:00+00:00","title":"The Cardiovascular Health in Ambulatory Care Research Team performance indicators for the primary prevention of cardiovascular disease: a modified Delphi panel study","type":"article","volume":"5","mendeley_url":"http:\/\/www.mendeley.com\/research\/cardiovascular-health-ambulatory-care-research-team-performance-indicators-primary-prevention-cardio"},"altmetric_score":{"score":0.25,"score_history":{"1y":0.25,"6m":0.25,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.25},"context_for_score":null},"demographics":{"poster_types":{"practitioner":1},"users":{"twitter":{"cohorts":{"Practitioners (doctors, other healthcare professionals)":1}},"mendeley":{"by_status":{"Librarian":1,"Student  > Master":1},"by_discipline":{"Medicine and Dentistry":1,"Nursing and Health Professions":1}}},"geo":{"twitter":{"GB":1}}},"posts":{"twitter":[{"url":"http:\/\/twitter.com\/EMR_research\/statuses\/857903986082435072","license":"gnip","citation_ids":[19663003],"posted_on":"2017-04-28T10:27:04+00:00","author":{"name":"EMR Research papers","image":"https:\/\/pbs.twimg.com\/profile_images\/438250162855505920\/5INZNVyU_normal.jpeg","description":"Real time feed for Electronic Medical Record research papers in #PubMed. Curated by @datajujitsu","id_on_source":"EMR_research","tweeter_id":"2360784260","geo":{"lt":53.48095,"ln":-2.23743,"country":"GB"},"followers":107},"tweet_id":"857903986082435072"}]}}