{"altmetric_id":3657513,"counts":{"readers":{"mendeley":19,"citeulike":0,"connotea":0},"total":{"posts_count":1},"wikipedia":{"unique_users_count":1,"unique_users":["en:38498516"],"posts_count":1}},"citation":{"abstract":"Chronic venous insufficiency (CVI) is a pathologic condition caused by valvular incompetence, with or without associated venous outflow obstruction, which may affect both the superficial and the deep venous system, causing venous hypertension and stasis. The most common form of CVI is primary varicose veins due to the insufficiency of the saphenous system. Color-Doppler sonography (CDS) is actually the main diagnostic technique of imaging for CVI. In this article, we describe the anatomy, the technique, and the information necessary to the radiologist to perform CDS in chronic venous insufficiency. The knowledge of the venous anatomy is the cornerstone for an adequate sonographic examination. The venous network in the lower extremities is divided into three systems: superficial, deep, and perforating veins. Deep veins are \"comitantes\" to the corresponding arteries and run under the muscular fascia. Superficial veins course into the subcutaneous fat, superficially to the deep muscular fascia; the main superficial veins are the greater and lesser saphenous and their tributaries. Connection between the saphenous veins are defined as communicating veins. Superficial and deep veins are connected by perforating veins, with flow directed, under normal circumstances, from the superficial to the deep system. The main perforating are the Hunter in the mid thigh, the Dodd in the lower thigh, the Boyd in the upper calf, and the Cockett's in the middle and lower calf. Sonographic examination must be performed in the upright and supine position. Compression sonography and color and PW Doppler are systematically employed to assess the absence of deep venous thrombosis. Femoro-popliteal veins are evaluated with color and PW Doppler for valvular insufficiency with reflux by performing Valsalva maneuver and calf compression. The sapheno-femoral and sapheno-popliteal junctions are examined to identify type of junction, continence, accessory saphenous, and incompetent collaterals. Perforating veins are usually identified at the medial aspect of the thigh and at the medial, lateral, and posterior aspects of the leg. Outward flow (lasting more than 500 ms) in the perforating veins should be considered a sign of their incompetence. Several surgical and interventional procedures are now available for the treatment of the CVI, as follows: vein ligation and stripping, stab avulsion, endoluminal occlusion of the saphenous trunks, subfascial endoscopic perforator surgery, and valvuloplasty.","abstract_source":"pubmed","altmetric_jid":"4f6fa6143cf058f610007080","authors":["Cina A","Pedicelli A","Di Stasi C","Porcelli A","Fiorentino A","Cina G","Rulli F","Bonomo L"],"doi":"10.1067\/j.cpradiol.2004.12.001","first_seen_on":"2015-02-15T09:20:58+00:00","issns":["0363-0188"],"journal":"Current Problems in Diagnostic Radiology","last_mentioned_on":1361104231,"links":["http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/15753879","http:\/\/dx.doi.org\/10.1067\/j.cpradiol.2004.12.001"],"pmid":"15753879","pubdate":"2004-12-03T00:00:00+00:00","scopus_subjects":["Medicine","Health Sciences"],"subjects":["radiology"],"title":"Color-Doppler sonography in chronic venous insufficiency: What the radiologist should know","type":"article","mendeley_url":"http:\/\/www.mendeley.com\/research\/colordoppler-sonography-chronic-venous-insufficiency-radiologist-know"},"altmetric_score":{"score":3,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":3},"context_for_score":{"all":{"total_number_of_other_articles":3988878,"mean":5.0353294782804,"rank":916644,"this_scored_higher_than_pct":63,"this_scored_higher_than":2527519,"rank_type":"exact","sample_size":3988878,"percentile":63},"similar_age_3m":{"total_number_of_other_articles":132901,"mean":9.0924376321515,"rank":40456,"this_scored_higher_than_pct":68,"this_scored_higher_than":90719,"rank_type":"exact","sample_size":132901,"percentile":68},"this_journal":{"total_number_of_other_articles":23,"mean":2.0772727272727,"rank":4,"this_scored_higher_than_pct":69,"this_scored_higher_than":16,"rank_type":"exact","sample_size":23,"percentile":69},"similar_age_this_journal_3m":{"total_number_of_other_articles":2,"mean":0.5,"rank":1,"this_scored_higher_than_pct":50,"this_scored_higher_than":1,"rank_type":"exact","sample_size":2,"percentile":50}}},"demographics":{"users":{"mendeley":{"by_status":{"Professor > Associate Professor":1,"Researcher":1,"Student  > Doctoral Student":1,"Student  > Ph. D. Student":3,"Student  > Postgraduate":4,"Other":2,"Student  > Master":5,"Student  > Bachelor":2},"by_discipline":{"Medicine and Dentistry":18,"Neuroscience":1}}},"geo":{"mendeley":{"BR":1,"EE":1}}},"posts":{"wikipedia":[{"title":"Lower limbs venous ultrasonography","url":"http:\/\/en.wikipedia.org\/?diff=prev&oldid=538706808#altmetric_citation_11","license":"public","citation_ids":[3657513],"posted_on":"2013-02-17T12:30:31+00:00","summary":"Particular veins of the (DVS) and the (SVS) are looked at. The great saphenous vein (GSV) is a superficial vein which connects with the small saphenous vein (SSV) to drain into the common femoral vein (CFV).","page_url":"http:\/\/en.wikipedia.org\/?curid=38498516","wiki_lang":"en","author":{"name":"Chris Capoccia","url":"http:\/\/en.wikipedia.org\/wiki\/User:Chris Capoccia"}}]}}