{"altmetric_id":2782673,"counts":{"readers":{"mendeley":99,"citeulike":0,"connotea":0},"blogs":{"unique_users_count":1,"unique_users":[52666],"posts_count":1},"total":{"posts_count":1}},"citation":{"abstract":"Electric vehicles and grid storage devices have potentialto become feasible alternatives to current technology, but only if scientists can develop energy storage materials that offer high capacity and high rate capabilities. Chemists have studied anatase, rutile, brookite and TiO2(B) (bronze) in both bulk and nanostructured forms as potential Li-ion battery anodes. In most cases, the specific capacity and rate of lithiation and delithiation increases as the materials are nanostructured. Scientists have explained these enhancements in terms of higher surface areas, shorter Li(+) diffusion paths and different surface energies for nanostructured materials allowing for more facile lithiation and delithiation. Of the most studied polymorphs, nanostructured TiO2(B) has the highest capacity with promising high rate capabilities. TiO2(B) is able to accommodate 1 Li(+) per Ti, giving a capacity of 335 mAh\/g for nanotubular and nanoparticulate TiO2(B). The TiO2(B) polymorph, discovered in 1980 by Marchand and co-workers, has been the focus of many recent studies regarding high power and high capacity anode materials with potential applications for electric vehicles and grid storage. This is due to the material's stability over multiple cycles, safer lithiation potential relative to graphite, reasonable capacity, high rate capability, nontoxicity, and low cost (Bruce, P. G.; Scrosati, B.; Tarascon, J.-M. Nanomaterials for Rechargeable Lithium Batteries. Angew. Chem., Int. Ed.2008, 47, 2930-2946). One of the most interesting properties of TiO2(B) is that both bulk and nanostructured forms lithiate and delithiate through a surface redox or pseudocapacitive charging mechanism, giving rise to stable high rate charge\/discharge capabilities in the case of nanostructured TiO2(B). When other polymorphs of TiO2 are nanostructured, they still mainly intercalate lithium through a bulk diffusion-controlled mechanism. TiO2(B) has a unique open crystal structure and low energy Li(+) pathways from surface to subsurface sites, which many chemists believe to contribute to the pseudocapacitive charging. Several disadvantages exist as well. TiO2(B), and titania in general, suffers from poor electronic and ionic conductivity. Nanostructured TiO2(B) also exhibits significant irreversible capacity loss (ICL) upon first discharge (lithiation). Nanostructuring TiO2(B) can help alleviate problems with poor ionic conductivity by shortening lithium diffusion pathways. Unfortunately, this also increases the likelihood of severe first discharge ICL due to reactive Ti-OH and Ti-O surface sites that can cause unwanted electrolyte degradation and irreversible trapping of Li(+). Nanostructuring also results in lowered volumetric energy density, which could be a considerable problem for mobile applications. We will also discuss these problems and proposed solutions. Scientists have synthesized TiO2(B) in a variety of nanostructures including nanowires, nanotubes, nanoparticles, mesoporous-ordered nanostructures, and nanosheets. Many of these structures exhibit enhanced Li(+) diffusion kinetics and increased specific capacities compared to bulk material, and thus warrant investigation on how nanostructuring influences lithiation behavior. This Account will focus on these influences from both experimental and theoretical perspectives. We will discuss the surface charging mechanism that gives rise to the increased lithiation and delithiation kinetics for TiO2(B), along with the influence of dimensional confinement of the nanoarchitectures, and how nanostructuring can change the lithiation mechanism considerably.","abstract_source":"pubmed","altmetric_jid":"4f6fa4e73cf058f61000213f","authors":["Anthony G. Dylla"],"doi":"10.1021\/ar300176y","first_seen_on":"2014-10-16T19:06:50+00:00","issns":["0001-4842"],"journal":"Accounts of Chemical Research","last_mentioned_on":1413218700,"links":["http:\/\/dx.doi.org\/10.1021\/ar300176y"],"pmid":"23425042","pubdate":"2013-02-23T00:00:00+00:00","publisher_subjects":[{"name":"Chemical Sciences","scheme":"era"}],"scopus_subjects":["Chemistry","Physical Sciences"],"subjects":["chemistry"],"title":"Lithium Insertion in Nanostructured TiO(2)(B) Architectures.","type":"article","mendeley_url":"http:\/\/www.mendeley.com\/research\/lithium-insertion-nanostructured-tio2b-architectures"},"altmetric_score":{"score":6.888,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":6.888},"context_for_score":{"all":{"total_number_of_other_articles":4362153,"mean":4.8763204016409,"rank":560036,"this_scored_higher_than_pct":87,"this_scored_higher_than":3801783,"rank_type":"exact","sample_size":4362153,"percentile":87},"similar_age_3m":{"total_number_of_other_articles":117263,"mean":7.7043012911259,"rank":20803,"this_scored_higher_than_pct":82,"this_scored_higher_than":96443,"rank_type":"exact","sample_size":117263,"percentile":82},"this_journal":{"total_number_of_other_articles":925,"mean":3.045487012987,"rank":105,"this_scored_higher_than_pct":88,"this_scored_higher_than":820,"rank_type":"exact","sample_size":925,"percentile":88},"similar_age_this_journal_3m":{"total_number_of_other_articles":21,"mean":1.4681,"rank":3,"this_scored_higher_than_pct":85,"this_scored_higher_than":18,"rank_type":"exact","sample_size":21,"percentile":85}}},"demographics":{"users":{"mendeley":{"by_status":{"Professor > Associate Professor":4,"Researcher":19,"Student  > Doctoral Student":8,"Student  > Ph. D. Student":31,"Student  > Postgraduate":4,"Student  > Master":19,"Other":4,"Student  > Bachelor":5,"Lecturer":1,"Lecturer > Senior Lecturer":1,"Professor":3},"by_discipline":{"Engineering":9,"Materials Science":30,"Chemistry":44,"Social Sciences":1,"Energy":3,"Physics and Astronomy":5,"Agricultural and Biological Sciences":1,"Biochemistry, Genetics and Molecular Biology":1,"Unspecified":4,"Arts and Humanities":1}}},"geo":{"mendeley":{"AR":2,"US":2,"JP":1,"IT":1,"SI":1,"FR":2,"DE":1,"ES":1}}},"posts":{"blogs":[{"title":"NTU Singapore team develops ultra-fast charging Li-ion battery with new TiO2 gel anode material","url":"http:\/\/www.greencarcongress.com\/2014\/10\/20141013-ntu.html?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+greencarcongress%2FTrBK+%28Green+Car+Congress%29","citation_ids":[2768837,2782673],"posted_on":"2014-10-13T16:45:00+00:00","summary":"Researchers from Nanyang Technological University (NTU Singapore) led by Professor Xiaodong Chen have developed a new TiO2 gel material for Li-ion battery anodes. A battery equipped with the new anode material can be recharged up to 70% in only 2 minutes.","author":{"name":"Green Car Congress","url":"http:\/\/www.greencarcongress.com\/","description":"Technologies, issues and policies for sustainable mobility."}}]}}