{"altmetric_id":13166091,"citation":{"abstract":"Addressing the need for fecal sludge management (FSM) from on-site sanitation systems is critical to improving sanitation in poor urban settlements. A preliminary review of the status of FSM in 12 cities, using secondary data, adopted certain diagnostic tools and proposed that others be developed further. This study has since been built on by further World Bank work using extensive primary data from five cities (Balikpapan, Dhaka, Hawassa, Lima and Santa Cruz). Using the field data, a series of diagnostic and decision-support tools have been developed to guide FSM intervention options in the context of the economic and political economy reality. This report describes diagnostic and decision-support tools to guide the improvement of FSM services. It also advises how to use them, with links to a number of other resources. Related documents include (i) a summary report on the tools, and experiences of using them in the context of five city case studies, and (ii) the data collection protocols and instruments and (iii) terms of reference.","authors":["Hawkins,Peter M.","Blackett,Isabel C."],"first_seen_on":"2016-10-30T18:29:05+00:00","issns":[],"last_mentioned_on":1477852140,"links":["http:\/\/documents.worldbank.org\/curated\/en\/2016\/07\/26565070\/"],"pdf_url":"http:\/\/www-wds.worldbank.org\/external\/default\/WDSContentServer\/WDSP\/\/","pubdate":"2016-06-01T11:50:02+00:00","startpage":"1","title":"Fecal sludge management : diagnostics for service delivery in urban areas - tools and guidelines","type":"article","uri":"http:\/\/documents.worldbank.org\/curated\/en\/26565070"},"altmetric_score":{"score":6,"score_history":{"1y":6,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":6},"context_for_score":null},"demographics":[],"counts":{"total":{"posts_count":1},"blogs":{"unique_users_count":1,"unique_users":[53368],"posts_count":1}},"posts":{"blogs":[{"title":"Targeting urban sanitation: Looking behind aggregated city-level data","url":"http:\/\/blogs.worldbank.org\/water\/targeting-urban-sanitation-looking-behind-aggregated-city-level-data","license":"public","citation_ids":[9863804,13166091],"posted_on":"2016-10-30T18:29:00+00:00","summary":"Also available in:&nbsp;Espa&ntilde;ol\nIn our previous blogs: Fecal Sludge Management: the invisible elephant in urban sanitation, &nbsp;5 lessons to manage fecal sludge better, and A tale of two cities: how cities can improve fecal sludge management, we","author":{"name":"The Water Blog","url":"http:\/\/blogs.worldbank.org\/water\/","description":""}}]}}