{"altmetric_id":1274874,"counts":{"readers":{"mendeley":15,"citeulike":0,"connotea":0},"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["libroazuln"],"posts_count":1}},"citation":{"abstract":"Introduction: The handgrip strength and endurance have evolved as an important tool for the assessment of the nutritional status and as a marker of the muscle quality. In underweight as well as overweight individuals, there is the possibility of a change in the muscle quality. So, we undertook this study to find out the correlation between the BMI, the Body Fat percentage and the Hand grip strength and endurance.Materials and Methods: One hundered eighty students in three BMI ranges-underweight (BMI≤ 18.49), normal weight (BMI- 18.5- 24.99) and overweight (25-29.99) were included according to the WHO guidelines. The body fat percentage was measured by using a bioelectric impedance. The handgrip strength and the handgrip endurance were recorded by using an INCO handgrip dynamometer. The statistical correlation was done by using ANOVA.Results: In males, the handgrip endurance was better in normal weight individuals, but among the females, the underweight females had a better handgrip endurance, but the difference was statistically insignificant (p>0.05). In both males and females, there was a statistically significant difference in the handgrip endurance, with the maximum grip endurance in the normal weight group and the minimum grip endurance in the overweight group (p< 0.05). The correlation between the BMI, the body fat percentage and the handgrip endurance was complex and different for males and females.Conclusion: The underweight and overweight groups had a lower grip strength and endurance than the normal weight group in males, but not in females. The correlation was weak and it suggested that on both sides of the normal BMI, the hand grip endurance tended to decrease in males as well as in females. The increase in the body fat percentage might decrease the handgrip endurance but not the handgrip strength.","abstract_source":"pubmed","doi":"10.7860\/jcdr\/2012\/5026.2668","first_seen_on":"2013-03-02T11:11:22+00:00","issns":["2249-782X"],"issue":"1","journal":"Journal of clinical and diagnostic research : JCDR","last_mentioned_on":1362222669,"links":["http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/23450189?dopt=Abstract"],"pmid":"23450189","pubdate":"2013-01-01T00:00:00+00:00","title":"A Study on the Correlation Between the Body Mass Index (BMI), the Body Fat Percentage, the Handgrip Strength and the Handgrip Endurance in Underweight, Normal Weight and Overweight Adolescents.","type":"article","volume":"7","mendeley_url":"http:\/\/www.mendeley.com\/research\/study-correlation-between-body-mass-index-bmi-body-fat-percentage-handgrip-strength-handgrip-enduran-1"},"altmetric_score":{"score":0.25,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.25},"context_for_score":null},"demographics":{"poster_types":{"member_of_the_public":1},"users":{"twitter":{"cohorts":{"Members of the public":1}},"mendeley":{"by_status":{"Student  > Doctoral Student":2,"Student  > Ph. D. Student":1,"Student  > Postgraduate":3,"Student  > Master":3,"Student  > Bachelor":6},"by_discipline":{"Medicine and Dentistry":7,"Sports and Recreations":3,"Psychology":1,"Agricultural and Biological Sciences":1,"Nursing and Health Professions":3}}}},"posts":{"twitter":[{"url":"http:\/\/twitter.com\/libroazuln\/statuses\/307810302899126272","license":"public","citation_ids":[1274874],"posted_on":"2013-03-02T11:11:09+00:00","author":{"name":"Libro Azul","url":"http:\/\/www.facebook.com\/pages\/Libro-Azul\/279667772085894?sk=app_190322544333196","image":"https:\/\/pbs.twimg.com\/profile_images\/1733482297\/Bright_512x512_normal.png","description":"La desnutrición es un factor que se asocia con mal pronóstico en pacientes hospitalizados y ambulatorios","id_on_source":"libroazuln","tweeter_id":"454601506","geo":{"lt":null,"ln":null},"followers":159},"tweet_id":"307810302899126272"}]}}