{"altmetric_id":6262344,"counts":{"readers":{"mendeley":0,"citeulike":0,"connotea":0},"total":{"posts_count":1},"news":{"unique_users_count":1,"unique_users":["sinc_servicio_de_informacion_y_noticias_cientificas"],"posts_count":1}},"citation":{"abstract":"In order to understand the evolution of human language, it is necessary to explore the neural systems that support language processing in its many forms. In particular, it is informative to separate those mechanisms that may have evolved for sensory processing (hearing) from those that have evolved to represent events and actions symbolically (language). To what extent are the brain systems that support language processing shaped by auditory experience and to what extent by exposure to language, which may not necessarily be acoustically structured? In this first neuroimaging study of the perception of British Sign Language (BSL), we explored these questions by measuring brain activation using functional MRI in nine hearing and nine congenitally deaf native users of BSL while they performed a BSL sentence-acceptability task. Eight hearing, non-signing subjects performed an analogous task that involved audio-visual English sentences. The data support the argument that there are both modality-independent and modality-dependent language localization patterns in native users. In relation to modality-independent patterns, regions activated by both BSL in deaf signers and by spoken English in hearing non-signers included inferior prefrontal regions bilaterally (including Broca's area) and superior temporal regions bilaterally (including Wernicke's area). Lateralization patterns were similar for the two languages. There was no evidence of enhanced right-hemisphere recruitment for BSL processing in comparison with audio-visual English. In relation to modality-specific patterns, audio-visual speech in hearing subjects generated greater activation in the primary and secondary auditory cortices than BSL in deaf signers, whereas BSL generated enhanced activation in the posterior occipito-temporal regions (V5), reflecting the greater movement component of BSL. The influence of hearing status on the recruitment of sign language processing systems was explored by comparing deaf and hearing adults who had BSL as their first language (native signers). Deaf native signers demonstrated greater activation in the left superior temporal gyrus in response to BSL than hearing native signers. This important finding suggests that left- temporal auditory regions may be privileged for processing heard speech even in hearing native signers. However, in the absence of auditory input this region can be recruited for visual processing.","altmetric_jid":"4f6fa4e93cf058f61000242e","authors":["MacSweeney, Mairéad","Woll, Bencie","Campbell, Ruth","McGuire, Philip K","David, Anthony S","Williams, Steven C R","Suckling, John","Calvert, Gemma A","Brammer, Michael J"],"first_seen_on":"2016-03-22T19:08:06+00:00","issns":["0006-8950"],"issue":"Pt 7","journal":"Brain: A Journal of Neurology","last_mentioned_on":1458673649,"links":["http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/0012077007"],"pmid":"0012077007","pubdate":"2002-07-01T00:00:00+00:00","publisher_subjects":[{"name":"Medical And Health Sciences","scheme":"era"},{"name":"Psychology And Cognitive Sciences","scheme":"era"}],"scopus_subjects":["Medicine","Health Sciences"],"subjects":["brain","neurology"],"title":"Neural systems underlying British Sign Language and audio-visual English processing in native users.","type":"article","volume":"125"},"altmetric_score":{"score":7,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":7},"context_for_score":{"all":{"total_number_of_other_articles":7424901,"mean":6.4566625821178,"rank":1009285,"this_scored_higher_than_pct":85,"this_scored_higher_than":6350292,"rank_type":"exact","sample_size":7424901,"percentile":85},"similar_age_3m":{"total_number_of_other_articles":276267,"mean":10.97853268227,"rank":55365,"this_scored_higher_than_pct":78,"this_scored_higher_than":217356,"rank_type":"exact","sample_size":276267,"percentile":78},"this_journal":{"total_number_of_other_articles":3507,"mean":12.430619509412,"rank":1109,"this_scored_higher_than_pct":67,"this_scored_higher_than":2363,"rank_type":"exact","sample_size":3507,"percentile":67},"similar_age_this_journal_3m":{"total_number_of_other_articles":122,"mean":28.224314049587,"rank":64,"this_scored_higher_than_pct":46,"this_scored_higher_than":57,"rank_type":"exact","sample_size":122,"percentile":46}}},"demographics":[],"posts":{"news":[{"title":"La neurociencia explora el camino de los gestos a las palabras","url":"http:\/\/ct.moreover.com\/?a=25906086268&p=1pl&v=1&x=2mSvDrNS3j5BF-ol-PKzsQ","license":"public","citation_ids":[6262344,6262346],"posted_on":"2016-03-22T19:07:29+00:00","summary":"¿Cómo navega la información por el cableado neuronal de quienes se comunican mediante lengua de signos? Al contrario de lo que pensaba, los idiomas signados activan las mismas áreas del órgano pensante que los orales, aunque con algunas diferencias.","author":{"name":"SINC - Servicio de Información y Noticias Científicas","url":"http:\/\/www.agenciasinc.es\/","image":"https:\/\/s3.amazonaws.com\/weyland.altmetric.com\/news_sources\/logos\/000\/000\/353\/normal\/image.png?1378742746"}}]}}