{"altmetric_id":3054345,"counts":{"readers":{"mendeley":9,"citeulike":0,"connotea":0},"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["Peertechz"],"posts_count":1}},"selected_quotes":["Sinonasal phosphaturic mesenchymal tumor: Case report and systemati... - PubMed - NCBI"],"citation":{"abstract":"We report a case of sinonasal phosphaturic mesenchymal tumor (PMT) and conduct a systematic review of the literature to highlight a unique paraneoplastic syndrome associated with PMT. We used English language publications from Medline and Cochrane databases (1970-2013) as data sources. A systematic review of the literature was conducted. All reported cases of head and neck PMTs were included. The presence or absence of the associated paraneoplastic syndrome was noted. We found 33 cases of PMT in the head and neck reported in the literature, 17 of which occurred in the sinonasal area. Approximately 5% of all PMTs are located in the head and neck. Just greater than half are concentrated in the sinonasal area, and the remaining involve various bony and soft tissue structures of the head and neck. PMT is sometimes associated with a paraneoplastic syndrome of tumor-induced (oncogenic) osteomalacia (TIO) causing bone pain, muscle weakness, and pathologic fractures. We present the 18th reported case of sinonasal PMT. A smooth mucosa-covered midline intraseptal mass filling the posterior nasal cavity with destruction and erosion of the skull base was found in an adult male. The patient underwent successful endoscopic resection with wide negative margins and is without recurrence at 24-month follow-up. PMT is a benign, locally aggressive tumor with rare malignant transformation. Knowledge of the bony invasion and destruction caused by this tumor is essential in planning surgical resection with wide negative margins. Familiarity with the associated TIO is essential to investigate for and manage any associated bony morbidity.","abstract_source":"pubmed","authors":["Deep NL","Cain RB","McCullough AE","Hoxworth JM","Lal D"],"doi":"10.2500\/ar.2014.5.0100","first_seen_on":"2015-01-10T12:14:30+00:00","funders":["niehs"],"issns":["2152-6575"],"issue":"3","journal":"Allergy Rhinol (Providence)","last_mentioned_on":1420892057,"links":["http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/25565053"],"pmid":"25565053","pubdate":"2015-01-08T00:00:00+00:00","title":"Sinonasal phosphaturic mesenchymal tumor: Case report and systematic review.","type":"article","volume":"5","mendeley_url":"http:\/\/www.mendeley.com\/research\/sinonasal-phosphaturic-mesenchymal-tumor-case-report-systematic-review"},"altmetric_score":{"score":0.5,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.5},"context_for_score":null},"demographics":{"poster_types":{"member_of_the_public":1},"users":{"twitter":{"cohorts":{"Members of the public":1}},"mendeley":{"by_status":{"Professor > Associate Professor":2,"Student  > Doctoral Student":2,"Student  > Master":1},"by_discipline":{"Medicine and Dentistry":4,"Pharmacology, Toxicology and Pharmaceutical Science":1}}},"geo":{"twitter":{"IN":1}}},"posts":{"twitter":[{"url":"https:\/\/twitter.com\/Peertechz\/status\/553887552046768131","license":"datasift","citation_ids":[3054345],"posted_on":"2015-01-10T12:14:17+00:00","author":{"name":"Peertechz Pub PvtLtd","url":"https:\/\/www.peertechz.com","image":"https:\/\/pbs.twimg.com\/profile_images\/808685119959535616\/cV4vMlOy_normal.jpg","description":"Peertechz Publications Pvt. Ltd. is an international open access, peer-reviewed podium which aims to provide scientists, researchers, academicians...","id_on_source":"Peertechz","tweeter_id":"2472672241","geo":{"lt":17.38405,"ln":78.45636,"country":"IN"},"followers":314},"tweet_id":"553887552046768131"}]}}