{"altmetric_id":12172075,"counts":{"readers":{"mendeley":2,"citeulike":0,"connotea":0},"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["DCell_papers"],"posts_count":1}},"selected_quotes":["Clinicopathological Profile and Outcomes of Follicular Dendritic Cell Sarcoma of the Head and Neck Region - A Study…"],"citation":{"abstract":"Follicular Dendritic Cell Sarcomas (FDCS) are rare disorders of the lymph node and soft tissues. Accurate characterization of these neoplasms is important in planning optimal treatment given its potential for recurrence and metastasis.\nTo analyse the clinicopathological profile and outcomes of a series of 10 cases of follicular dendritic cell sarcoma arising in the head and neck region diagnosed at our regional cancer centre.\nA series of 10 cases of FDCS of the head and neck region from the hospital registry of head and neck cancers diagnosed between 2007 and 2013 were collected and analysed retrospectively. Clinical details, pathologic features, immuno-phenotypic profile, treatment approach and outcomes over a period of 5 years were noted. The Recurrence Free Survivals (RFS) of all the patients were recorded.\nThe median age of the patients was 57 years and the mean age was 50.9 years. Male: female ratio was 7:3. In eight of the 10 patients, the tumours were located in the tonsils. All the tumour cells showed diffuse cytoplasmic CD21 and CD23 positivity by IHC. All the 10 cases underwent surgical excision of the tumour and three cases underwent additional neck dissection for cervical lymph node enlargement. All the patients with high grade tumours were uniformly managed with Tri-modality treatment (Surgery followed by radiotherapy and chemotherapy). The overall recurrence rate was 70%. The mean and median recurrence free survival was 39.6 and 44 months, respectively. Two of the three patients who remained recurrence free at the end of the 60 months had low grade tumours.\nEarly recognition of follicular dendritic cell sarcomas requires a high index of suspicion and bi-modality or tri-modality treatment may cure a subset of low and high grade tumours respectively and prolong recurrence in a large subset of patients. Surgery is the mainstay and the definitive modality of treatment; the advantages and benefit of adjuvant radiotherapy and chemotherapy are yet to be established. Tri-modality management may have a role in high grade patients which needs to be substantiated in future studies.","authors":["Amirtham, Usha","Manohar, Vidhya","Kamath, Mangesh Padmanabha","Srinivasamurthy, Premalatha Chennagiri","Chennagiriyappa, Lakshmaiah Kuntegowdenahalli","Shenoy, Ashok Mohan","Renuka, Pramod Kallur Paramesh","Kumar, Rekha Vijay"],"doi":"10.7860\/jcdr\/2016\/19763.8386","first_seen_on":"2016-09-23T23:05:12+00:00","funders":["niehs"],"issns":["2249-782X","2249782X"],"issue":"8","journal":"Journal of clinical and diagnostic research : JCDR","last_mentioned_on":1474671899,"links":["https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/27656545?dopt=Abstract&utm_source=dlvr.it&utm_medium=twitter"],"pmid":"27656545","pubdate":"2016-08-01T00:00:00+00:00","title":"Clinicopathological Profile and Outcomes of Follicular Dendritic Cell Sarcoma of the Head and Neck Region - A Study of 10 Cases with Literature Review","type":"article","volume":"10","mendeley_url":"http:\/\/www.mendeley.com\/research\/clinicopathological-profile-outcomes-follicular-dendritic-cell-sarcoma-head-neck-region-study-10-cas"},"altmetric_score":{"score":1,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":1},"context_for_score":null},"demographics":{"poster_types":{"science_communicator":1},"users":{"twitter":{"cohorts":{"Science communicators (journalists, bloggers, editors)":1}},"mendeley":{"by_status":{"Student  > Bachelor":1,"Professor > Associate Professor":1},"by_discipline":{"Medicine and Dentistry":2}}},"geo":{"twitter":{"GB":1}}},"posts":{"twitter":[{"url":"http:\/\/twitter.com\/DCell_papers\/statuses\/779456558958718977","license":"gnip","citation_ids":[12172075],"posted_on":"2016-09-23T23:04:59+00:00","author":{"name":"Dendritic cells","image":"https:\/\/pbs.twimg.com\/profile_images\/444106482712182784\/jm3fnA5u_normal.jpeg","description":"Journal paper feed for academics interested in dendritic cells, immunology and immunity (image source: NIH)","id_on_source":"DCell_papers","tweeter_id":"2386845055","geo":{"lt":53.48095,"ln":-2.23743,"country":"GB"},"followers":247},"tweet_id":"779456558958718977"}]}}