{"altmetric_id":2836060,"counts":{"readers":{"mendeley":4,"citeulike":0,"connotea":0},"news":{"unique_users_count":1,"unique_users":["eurekalert"],"posts_count":1},"total":{"posts_count":1}},"citation":{"abstract":"Current research on bone marrow stem cell transplantation and autologous or xenogenic nerve transplantation for peripheral nerve regeneration has mainly focused on the repair of peripheral nerve defects in rodents. In this study, we established a standardized experimental model of radial nerve defects in primates and evaluated the effect of repair on peripheral nerve injury. We repaired 2.5-cm lesions in the radial nerve of rhesus monkeys by transplantation of autografts, acellular allografts, or acellular allografts seeded with autologous bone marrow stem cells. Five months after surgery, regenerated nerve tissue was assessed for function, electrophysiology, and histomorphometry. Postoperative functional recovery was evaluated by the wrist-extension test. Compared with the simple autografts, the acellular allografts and allografts seeded with bone marrow stem cells facilitated remarkable recovery of the wrist-extension functions in the rhesus monkeys. This functional improvement was coupled with radial nerve distal axon growth, a higher percentage of neuron survival, increased nerve fiber density and diameter, increased myelin sheath thickness, and increased nerve conduction velocities and peak amplitudes of compound motor action potentials. Furthermore, the quality of nerve regeneration in the bone marrow stem cells-laden allografts group was comparable to that achieved with autografts. The wrist-extension test is a simple behavioral method for objective quantification of peripheral nerve regeneration.","abstract_source":"pubmed","altmetric_jid":"4f6fa62f3cf058f610008289","authors":["Wang D","Huang X","Fu G","Gu L","Liu X","Wang H","Hu J","Yi J","Niu X","Zhu Q"],"doi":"10.4103\/1673-5374.133166","first_seen_on":"2014-11-01T01:48:24+00:00","issns":["1673-5374"],"issue":"10","journal":"Neural Regeneration Research","last_mentioned_on":1405569600,"links":["http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/25206757"],"pmcid":"PMC4146303","pmid":"25206757","pubdate":"2014-09-12T00:00:00+00:00","scopus_subjects":["Life Sciences","Neuroscience"],"title":"A simple model of radial nerve injury in the rhesus monkey to evaluate peripheral nerve repair.","type":"article","volume":"9","mendeley_url":"http:\/\/www.mendeley.com\/research\/simple-model-radial-nerve-injury-rhesus-monkey-evaluate-peripheral-nerve-repair-2"},"altmetric_score":{"score":10,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":10},"context_for_score":null},"demographics":{"users":{"mendeley":{"by_status":{"Student  > Doctoral Student":1,"Researcher":1,"Student  > Master":1,"Student  > Bachelor":1},"by_discipline":{"Medicine and Dentistry":3,"Unspecified":1}}}},"posts":{"news":[{"title":"A rhesus monkey model of radial nerve injury for evaluating peripheral nerve repair","url":"http:\/\/www.eurekalert.org\/pub_releases\/2014-07\/nrr-arm071714.php","license":"public","citation_ids":[2836060],"posted_on":"2014-07-17T04:00:00+00:00","summary":"( Neural Regeneration Research ) Current research on bone marrow stem cell transplantation and autologous or xenogenic nerve transplantation for peripheral nerve regeneration has mainly focused on the repair of peripheral nerve defects in rodents. Dr. Dong","author":{"name":"EurekAlert!","url":"http:\/\/www.eurekalert.org\/","image":"https:\/\/s3.amazonaws.com\/weyland.altmetric.com\/news_sources\/logos\/000\/000\/077\/normal\/image.png?1369859505"}}]}}