{"altmetric_id":26410621,"counts":{"readers":{"mendeley":0,"citeulike":0,"connotea":0},"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["NDM_Papers"],"posts_count":1}},"selected_quotes":["Comparative effectiveness of injectable penicillin versus a combination of penicillin and gentamicin in children…"],"citation":{"abstract":"WHO treatment guidelines are widely recommended for guiding treatment for millions of children with pneumonia every year across multiple low-income and middle-income countries. Guidelines are based on synthesis of available evidence that provides moderate certainty in evidence of effects for forms of pneumonia that can result in hospitalisation. However, trials have included fewer children from Africa than other settings, and it is suggested that African children with pneumonia have higher mortality. Thus, despite improving access to recommended treatments and deployment with high coverage of childhood vaccines, pneumonia remains one of the top causes of mortality for children in Kenya. Establishing whether there are benefits of alternative treatment regimens to help reduce mortality would require pragmatic clinical trials. However, these remain relatively expensive and time consuming. This protocol describes an approach to using secondary analysis of a new, large observational dataset as a potentially cheaper and quicker way to examine the comparative effectiveness of penicillin versus penicillin plus gentamicin in treatment of indrawing pneumonia. Addressing this question is important, as although it is now recommended that this form of pneumonia is treated with oral medication as an outpatient, it remains associated with non-trivial mortality that may be higher outside trial populations.\nWe will use a large observational dataset that captures data on all admissions to 13 Kenyan county hospitals. These data represent the findings of clinicians in practice and, because the system was developed for large observational research, pose challenges of non-random treatment allocation and missing data. To overcome these challenges, this analysis will use a rigorous approach to study design, propensity score methods and multiple imputation to minimise bias.\nThe primary data are held by hospitals participating in the Kenyan Clinical Information Network project with de-identifed data shared with the Kenya Medical Research Institute (KEMRI)-Wellcome Trust Research Programme for agreed analyses. The use of data for the analysis described received ethical clearance from the KEMRI scientific and ethical review committee. The findings of this analysis will be published.","altmetric_jid":"4f6fa60e3cf058f610006cc0","authors":["Lucas Malla","Rafael Perera-Salazar","Emily McFadden","Mike English"],"doi":"10.1136\/bmjopen-2017-016784","first_seen_on":"2017-09-21T15:50:38+00:00","funders":["niehs"],"handles":[],"issns":["2044-6055"],"issue":"9","journal":"BMJ Open","last_mentioned_on":1506008526,"links":["https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/28928185?dopt=Abstract&utm_source=dlvr.it&utm_medium=twitter"],"pmid":"28928185","pubdate":"2017-09-01T00:00:00+00:00","title":"Comparative effectiveness of injectable penicillin versus a combination of penicillin and gentamicin in children with pneumonia characterised by indrawing in Kenya: protocol for an observational study","type":"article","volume":"7"},"altmetric_score":{"score":1,"score_history":{"1y":1,"6m":1,"3m":1,"1m":1,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":1},"context_for_score":{"all":{"total_number_of_other_articles":8446283,"mean":7.1010682364064,"rank":4513239,"this_scored_higher_than_pct":27,"this_scored_higher_than":2353188,"rank_type":"exact","sample_size":8446283,"percentile":27},"similar_age_3m":{"total_number_of_other_articles":116828,"mean":11.8187423284,"rank":62902,"this_scored_higher_than_pct":35,"this_scored_higher_than":41721,"rank_type":"exact","sample_size":116828,"percentile":35},"this_journal":{"total_number_of_other_articles":6321,"mean":16.915412658228,"rank":4666,"this_scored_higher_than_pct":18,"this_scored_higher_than":1160,"rank_type":"exact","sample_size":6321,"percentile":18},"similar_age_this_journal_3m":{"total_number_of_other_articles":164,"mean":8.9518404907975,"rank":102,"this_scored_higher_than_pct":29,"this_scored_higher_than":48,"rank_type":"exact","sample_size":164,"percentile":29}}},"demographics":{"poster_types":{"member_of_the_public":1},"users":{"twitter":{"cohorts":{"Members of the public":1}}}},"posts":{"twitter":[{"url":"http:\/\/twitter.com\/NDM_Papers\/statuses\/910891895584210944","license":"gnip","citation_ids":[26410621],"posted_on":"2017-09-21T15:42:06+00:00","author":{"name":"NDMPapers","image":"https:\/\/pbs.twimg.com\/profile_images\/507495125644083200\/j8GiRQJd_normal.jpeg","description":"RSS feed from PubMed, that shows the most recent scientific papers from the Nuffield Department of Medicine, University of Oxford. Refreshes daily.","id_on_source":"NDM_Papers","tweeter_id":"2789684485","geo":{"lt":null,"ln":null},"followers":108},"tweet_id":"910891895584210944"}]}}