{"altmetric_id":21192779,"counts":{"readers":{"mendeley":1,"citeulike":0,"connotea":0},"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["EpilepticDanio"],"posts_count":1}},"selected_quotes":["Seizures associated with tranexamic acid for cardiac surgery: a meta-analysis of randomized and non-randomized stu…"],"citation":{"abstract":"We focused whether tranexamic acid (TXA) therapy for adult cardiac surgery is associated with an increase in the risk of seizures and performed a meta-analysis of randomized controlled trials (RCTs) and non-randomized observational studies.\nMEDLINE and EMBASE were searched through December 2016 using PubMed and OVID. Eligible studies were RCTs and non-randomized observational studies of TXA versus control (no TXA, placebo, or active control such as low-dose TXA, aprotinin, and epsilon aminocaproic acid) enrolling adult patients undergoing cardiac surgery and reporting the postoperative incidence of seizures as an outcome. Study-specific estimates were combined using inverse variance-weighted averages of logarithmic odds ratios in the random-effects model.\nOf 90 potentially relevant articles screened initially, 16 reports of eligible studies were identified and included. A pooled analysis of all 16 studies (enrolling 45,235 patients) demonstrated that TXA therapy was associated with a statistically significant increase in the seizures incidence (odds ratio, 4.13; 95% confidence interval, 2.59 to 6.57; P < 0.00001). A subgroup analysis indicated a statistically significant increase in the seizures incidence with TXA therapy in all subgroups of 5 RCTs, 5 adjusted observational studies, and 6 unadjusted observational studies with no statistically significant subgroup differences (P = 0.36; I2 = 1.5%).\nThe results of the present meta-analysis of 16 studies enrolling 45,235 patients confirmed that TXA therapy for adult cardiac surgery is associated with a 4.1-fold increase in the risk of seizure.","authors":["Takagi, Hisato","Ando, Tomo","Umemoto, Takuya",", "],"doi":"10.23736\/s0021-9509.17.09877-9","first_seen_on":"2017-06-20T10:02:59+00:00","issns":["1827-191X"],"journal":"The Journal of cardiovascular surgery","last_mentioned_on":1497952927,"links":["https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/28263046?dopt=Abstract"],"pmid":"28263046","subjects":["generalsurgery","cardiology"],"title":"Seizures associated with tranexamic acid for cardiac surgery: a meta-analysis of randomized and non-randomized studies.","type":"article","mendeley_url":"http:\/\/www.mendeley.com\/research\/seizures-associated-tranexamic-acid-cardiac-surgery-metaanalysis-randomized-nonrandomized-studies-1"},"altmetric_score":{"score":0.25,"score_history":{"1y":0.25,"6m":0.25,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.25},"context_for_score":null},"demographics":{"poster_types":{"member_of_the_public":1},"users":{"twitter":{"cohorts":{"Members of the public":1}},"mendeley":{"by_status":{"Researcher":1},"by_discipline":{"Medicine and Dentistry":1}}}},"posts":{"twitter":[{"url":"http:\/\/twitter.com\/EpilepticDanio\/statuses\/877104266640580608","license":"gnip","citation_ids":[21192779],"posted_on":"2017-06-20T10:02:07+00:00","author":{"name":"Epilepsy & Zebrafish","image":"https:\/\/pbs.twimg.com\/profile_images\/894208500817170437\/b0xsJZl5_normal.jpg","id_on_source":"EpilepticDanio","tweeter_id":"872858535297679360","geo":{"lt":null,"ln":null},"followers":11},"tweet_id":"877104266640580608"}]}}