{"altmetric_id":26235291,"counts":{"readers":{"mendeley":1,"citeulike":0,"connotea":0},"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["pgfor"],"posts_count":1}},"selected_quotes":["MQ Study: Crisis and Change: Making of the French FDA @HenriBergeronSP Constance Nathanson @Columb…"],"citation":{"abstract":"Policy Points: Introducing a recent special issue of The Lancet on the health system in France, Horton and Ceschia observe that \"the dominance of English as the language of science and, increasingly, global health too often closes the door on the history and experiences of others.\"(1) In that spirit, this manuscript presents a detailed case study of public health policy transformation in France in the early 1990s. It casts light on processes of policy change in a political and cultural environment very different from that of the United States, showing how the public health policy process is shaped by multiple contingencies of history, ideology, and politics. More specifically, we describe the transformation of a disease catastrophe into a political crisis and the deployment of that crisis to precipitate reform of the French public health system.\nUntil the last decade of the 20th century, France had no equivalent to the US Food and Drug Administration. In this paper we describe and interpret the complex series of events that led to the passage by the French Parliament in December 1992 of a law incorporating such an agency, the Agence du Médicament (literally, \"medicines agency\"). The broad aim of this project was to learn how public health policy change comes about by detailed analysis of a specific instance. More specifically, we aimed to better understand the circumstances under which public health crisis leads to significant public health policy reform.\nThis paper is based on detailed analysis of primary documents (eg, archived French health ministry papers, recorded parliamentary debates, government reports, newspaper articles) and oral history interviews covering a period from 1988 to 1993. Thematic analysis of these materials was initially grounded in theories of organizational change, moving to constructs that emerged from the data themselves.\nPolicy entrepreneurs positioned to frame adverse events and seize opportunities are key to public health policy reform. However, whether these entrepreneurs will have the requisite institutional power is contingent both on political structure and on the power of competing institutional actors. Health crises may catalyze institutional reform, but our analysis suggests that whether reform occurs, or even whether adverse episodes are labeled as crises, is highly contingent on circumstances of history, political structure, and political ideology and is extremely difficult to predict or control.\nActors positioned to shape public health policy need to have a detailed understanding of the circumstances that facilitate or impede policy reform. Health crises are now more often global than not. Comparative, theoretically grounded, cross-national research that looks in detail at how different countries respond to similar health crises would be extremely valuable in informing both policymakers and researchers.","altmetric_jid":"4f6fa5053cf058f6100030dd","authors":["Constance A. Nathanson","Henri Bergeron"],"doi":"10.1111\/1468-0009.12281","first_seen_on":"2017-09-18T18:39:00+00:00","funders":["niehs"],"handles":[],"issns":["0887378X","1468-0009"],"issue":"3","journal":"Milbank Quarterly","last_mentioned_on":1505759927,"links":["https:\/\/www.milbank.org\/quarterly\/articles\/crisis-change-making-french-fda\/"],"pmid":"28895229","pubdate":"2017-09-12T00:00:00+00:00","publisher_subjects":[{"name":"Public Health And Health Services","scheme":"era"},{"name":"Demography","scheme":"era"}],"scopus_subjects":["Medicine","Health Sciences"],"subjects":["publichealth","healthservices"],"title":"Crisis and Change: The Making of a French FDA","type":"article","volume":"95","mendeley_url":"http:\/\/www.mendeley.com\/research\/crisis-change-making-french-fda"},"altmetric_score":{"score":0.5,"score_history":{"1y":0.5,"6m":0.5,"3m":0.5,"1m":0.5,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.5},"context_for_score":{"all":{"total_number_of_other_articles":8430718,"mean":7.0909734033215,"rank":6396684,"this_scored_higher_than_pct":13,"this_scored_higher_than":1146160,"rank_type":"exact","sample_size":8430718,"percentile":13},"similar_age_3m":{"total_number_of_other_articles":110744,"mean":11.820920581888,"rank":77996,"this_scored_higher_than_pct":18,"this_scored_higher_than":20436,"rank_type":"exact","sample_size":110744,"percentile":18},"this_journal":{"total_number_of_other_articles":604,"mean":15.676872305141,"rank":569,"this_scored_higher_than_pct":1,"this_scored_higher_than":6,"rank_type":"exact","sample_size":604,"percentile":1},"similar_age_this_journal_3m":{"total_number_of_other_articles":14,"mean":7.5730769230769,"rank":14,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":14,"percentile":1}}},"demographics":{"poster_types":{"member_of_the_public":1},"users":{"twitter":{"cohorts":{"Members of the public":1}},"mendeley":{"by_status":{"Researcher":1},"by_discipline":{"Social Sciences":1}}}},"posts":{"twitter":[{"url":"http:\/\/twitter.com\/pgfor\/statuses\/909849197423116288","license":"gnip","rt":["MilbankFund"],"citation_ids":[26235291],"posted_on":"2017-09-18T18:38:47+00:00","author":{"name":"PG FOREST","image":"https:\/\/pbs.twimg.com\/profile_images\/933140194\/jokerfromoldbooksorg_1_normal.jpg","description":"School of Public Policy \/\/ University of Calgary","id_on_source":"pgfor","tweeter_id":"16183873","geo":{"lt":null,"ln":null},"followers":629},"tweet_id":"909849197423116288"}]}}