{"altmetric_id":22420495,"counts":{"readers":{"mendeley":7,"citeulike":0,"connotea":0},"total":{"posts_count":1},"policy":{"unique_users_count":1,"unique_users":["who"],"posts_count":1}},"citation":{"abstract":"The aim of the study was to determine the attitudes of policy makers in the health care system in Israel to a change in the role of primary care physicians (PCP) and to ascertain the conditions under which they would be ready to adopt the model of PCP as gatekeeper. The study design was qualitative, with analyses of in-depth structured interviews of 20 policy makers from the Ministry of Health, the Sick Funds' central administrations and the Israel Medical Association (IMA) central office. The majority of the respondents claim that they want highly trained PCPs (family physicians, pediatricians and internals) to play a central role in the health care system. They should be co-ordinators, highly accessible and should be able to weigh cost considerations. However, only about half of the respondents support a full gatekeeper model and most of them think that the gatekeeper concept has a negative connotation. They also feel that it would be difficult to implement regulations regarding primary care. The barriers to implementation of the gatekeeper model, as cited by the respondents include loss of faith in PCPs by the general population, dearth of PCPs with adequate training, low stature, lack of availability on a 24-h basis, resistance by specialists, strong competition between the sick funds including promises of direct access to specialists, the medical care habits of the general population many of whom do not settle for only one opinion, and a declared anti-gatekeeper policy by one of the sick funds. Ways to overcome these obstacles include implementation of fundholding clinics, patient education on the importance of having a personal physician, appropriate marketing by family medicine and primary care advocates, and continued training in primary care. Israeli health care policy makers have an ambivalent attitude to strengthening the role of primary care. In theory, they profess support for placing primary care physicians in a central role in the health care system. However, in practice almost half oppose the full gatekeeper model. Therefore, introduction of a gatekeeper model into the Israeli health care system should be implemented gradually, based on incentives rather than regulations. Furthermore, the idea should be marketed by the primary care physicians' professional organizations, the Ministry of Health and the sick funds to physicians as well as to patients, in order to garner their support. In light of the broad consensus that competent primary care physicians are the basis for implementation of the gatekeeper model, board certification should be gradually required by employers of primary care physicians. The process of training physicians currently working in the system should be encouraged and supported by the Ministry of Health. Given the existing opposition of policy makers to giving primary care physicians exclusive referral rights to specialists, the current policy of direct access to a limited number of specialties should be continued but not extended to other specialties.","altmetric_jid":"4f6fa5933cf058f610004f67","authors":["H Tabenkin","Revital Gross"],"doi":"10.1016\/s0168-8510(00)00070-1","first_seen_on":"2017-07-26T06:44:31+00:00","issns":["01688510"],"issue":"2","journal":"Health Policy","last_mentioned_on":1230768000,"links":["http:\/\/dx.doi.org\/10.1016\/S0168-8510(00)00070-1"],"pmid":"10794838","pubdate":"2000-06-01T00:00:00+00:00","publisher_subjects":[{"name":"Public Health And Health Services","scheme":"era"},{"name":"Policy And Administration","scheme":"era"}],"scopus_subjects":["Medicine","Health Sciences"],"subjects":["healthservicesresearch","publichealth"],"title":"The role of the primary care physician in the Israeli health care system as a ‘gatekeeper’ — the viewpoint of health care policy makers","type":"article","volume":"52","mendeley_url":"http:\/\/www.mendeley.com\/research\/role-primary-care-physician-israeli-health-care-system-gatekeeper-viewpoint-health-care-policy-maker-2"},"altmetric_score":{"score":3,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":3},"context_for_score":{"all":{"total_number_of_other_articles":8098128,"mean":6.8916355638706,"rank":2042190,"this_scored_higher_than_pct":61,"this_scored_higher_than":4954858,"rank_type":"exact","sample_size":8098128,"percentile":61},"similar_age_3m":{"total_number_of_other_articles":96834,"mean":10.917365422945,"rank":30004,"this_scored_higher_than_pct":67,"this_scored_higher_than":65824,"rank_type":"exact","sample_size":96834,"percentile":67},"this_journal":{"total_number_of_other_articles":1231,"mean":4.9347658536585,"rank":421,"this_scored_higher_than_pct":34,"this_scored_higher_than":426,"rank_type":"exact","sample_size":1231,"percentile":34},"similar_age_this_journal_3m":{"total_number_of_other_articles":13,"mean":1.7166666666667,"rank":4,"this_scored_higher_than_pct":69,"this_scored_higher_than":9,"rank_type":"exact","sample_size":13,"percentile":69}}},"demographics":{"users":{"mendeley":{"by_status":{"Researcher":1,"Student  > Ph. D. Student":3,"Student  > Master":2,"Professor":1},"by_discipline":{"Medicine and Dentistry":3,"Social Sciences":2,"Economics, Econometrics and Finance":2}}},"geo":{"mendeley":{"NO":1}}},"posts":{"policy":[{"title":"Health systems in transition : Israel : health system review 2009\/ written by Bruce Rosen and Hadar Samuel","url":"http:\/\/apps.who.int\/iris\/bitstream\/10665\/107953\/1\/E92608.pdf","license":"public","citation_ids":[22420479,13667147,22420480,22420484,431559,22420488,22420489,15415841,22420495,22420498,22420502,22420503,22420506,15736808,4763596,22420511,8767580,15736589,15736739,22420515,22420516,22404304,22420521,3630427,8310374,22420523,847510,22420526,22420529,22420532,22413542,15736622,4627901,22420538,15440969,8348528,22420543,22420545,802815,22420553,22420555,22420558,22420560],"posted_on":"2009-01-01T00:00:00+00:00","source":{"name":"World Health Organization","description":"The World Health Organization (WHO) is the directing and coordinating authority for health within the United Nations system.","geo":{"country":"CH"}},"page_url":"http:\/\/apps.who.int\/iris\/handle\/10665\/107953","collections":[],"author":{"image":"https:\/\/s3.amazonaws.com\/cache.altmetric.com\/policy\/thumbnails\/thumbnail-fa3fa451fe636e8967ffe36c2e2692510a15ebcd785b53799f31206ef2149893.jpg"}}]}}