{"altmetric_id":21455106,"citation":{"abstract":"The Double Burden of Malnutrition (DBM) is the coexistence of both under nutrition and over nutrition in the same population across the life course. 'Across the life course' refers to the phenomenon that under nutrition early in life contributes to an increased propensity for over nutrition in adulthood. The DBM affects all countries, rich and poor, and is a particular concern in countries with high stunting rates. The consequences of the DBM are enormous; early life under nutrition is an underlying cause associated with about a third of young child deaths. Among the survivors who become stunted during the first two years of life, their capacity to resist disease, to carry out physical work, to study and progress in school, are all impaired across the life course. Later in the life course, diet and nutrition, and especially obesity, are important underlying causes of many Non-Communicable Diseases (NCDs), including hypertension, diabetes, cancer, stroke, and ischemic heart disease. The causes of the DBM are related to a series of changes occurring in the world called the nutrition transition, the demographic transition, and the epidemiological transition of countries. The variables associated with the nutrition transition and obesity epidemic can be grouped into four cross-cutting themes, which include: (i) the health\/biological environment; (ii) the economic\/food environment; (iii) the physical\/built environment; and (iv) the socio\/cultural environment. The solutions for the DBM problems are reasonably well recognized in each of its parts: under nutrition and over nutrition. However, the solutions have not been combined into an overarching policy and program framework, which together with raising awareness about the serious future implications for the low-and middle income countries is the aim of this paper.","authors":["Rokx,  Claudia","Shrimpton,  Roger"],"first_seen_on":"2017-07-01T08:07:05+00:00","handle":"10986\/27417","handles":["10986\/27417"],"isbns":[],"issns":[],"last_mentioned_on":1451606400,"links":["http:\/\/hdl.handle.net\/10986\/27417","http:\/\/documents.worldbank.org\/curated\/en\/2012\/11\/18004669\/double-burden-malnutrition-review-global-evidence"],"pdf_url":"http:\/\/documents.worldbank.org\/curated\/en\/905651468339879888\/pdf\/795250WP0Doubl00Box037737900PUBLIC0.pdf","pubdate":"2012-11-01T00:00:00+00:00","startpage":"1","title":"The double burden of malnutrition : a review of global evidence","type":"article","uri":"http:\/\/documents.worldbank.org\/curated\/en\/18004669"},"altmetric_score":{"score":3,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":3},"context_for_score":null},"demographics":[],"counts":{"total":{"posts_count":1},"policy":{"unique_users_count":1,"unique_users":["who"],"posts_count":1}},"posts":{"policy":[{"title":"The double burden of malnutrition: policy brief","url":"http:\/\/apps.who.int\/iris\/bitstream\/10665\/255413\/1\/WHO-NMH-NHD-17.3-eng.pdf","license":"public","citation_ids":[6414241,9035851,549230,136682,16587736,1007461,3714911,825004,5087512,1739009,1233706,11049007,18699494,21455106],"posted_on":"2016-01-01T00:00:00+00:00","source":{"name":"World Health Organization","description":"The World Health Organization (WHO) is the directing and coordinating authority for health within the United Nations system.","geo":{"country":"CH"}},"page_url":"http:\/\/apps.who.int\/iris\/handle\/10665\/255413","collections":[],"author":{"image":"https:\/\/s3.amazonaws.com\/cache.altmetric.com\/policy\/thumbnails\/thumbnail-6ef8d57f205b1c0b663829383f5fe3ae1ffc30f37e4afa4a73313ac6d135ddde.jpg"}}]}}