{"altmetric_id":20520806,"counts":{"readers":{"mendeley":1,"citeulike":0,"connotea":0},"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["PhysioBCN"],"posts_count":1}},"selected_quotes":["A Pilot Study about Biopsychosocial Rehabilitation Programme for Patients with Chronic Back Pain ➜"],"citation":{"abstract":"In the search for effective and comprehensive therapies of back pain, an increasing emphasis in being placed on the biopsychosocial model and multidimensional support programmes for patients as well the use of modern technologies in this area of medicine. This study aimed to assess a programme of customised ad hoc physiotherapeutic consultations for patients with back pain who had been on the waiting list for rehabilitation treatment for a long time.\nThe study group comprised 68 patients of the Rehabilitation Centre Non-Public Health Care Institution who had been waiting for rehabilitation treatment for at least three months. The patients, diagnosed with chronic back pain and aged 40-80 years, were randomly assigned into two groups. The experimental group took part in a programme of three consultations, provided on average once a month. The patients from both groups were assessed after the three-month programme, immediately before the commencement of the prescribed rehabilitation treatment. We evaluated the pain threshold at trigger points of selected muscles using the algometric method (kg\/cm 2 ), subjective assessment of pain (VAS), functional limitations (Rolland Morris Disability Questionnaire) and quality of life (36-Item Short Form Health Survey, SF-36). The statistical analysis of the results used non-parametric methods: significance of differences between the groups was evaluated with the Mann-Whitney U test and correlations between the variables were assessed separately for each group using Spearman's rank order correlation. The significance threshold was accepted at α=0.05.\nThe algometric evaluation of all the muscles revealed significantly lower sensitivity to pain, demonstrated by a higher pain threshold (p<0.0001), in the experimental group. Moreover, this group also included a much smaller percentage of patients with a high level of functional limitations according to the Rolland Morris Disability Questionnaire. The quality of life evaluation revealed that the control group scored poorer in the mental domain (p=0.02).\nThe ad hoc intervention programme for patients referred for rehabilitation due to chronic back pain showed demonstrable beneficial effects with regard to their psychophysical health. Similar programmes should be more readily offered to patients at health care centres and implemented into clinical practice.","authors":["Cabak, Anna","Rudnicka, Agnieszka","Kulej, Leszek","Tomaszewski, Wiesław"],"first_seen_on":"2017-05-26T06:00:59+00:00","funders":["niehs"],"issns":["2084-4336"],"issue":"2","journal":"Ortopedia, traumatologia, rehabilitacja","last_mentioned_on":1495724500,"links":["https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/28508767"],"pmid":"28508767","subjects":["physicalandrehabilitationmedicine","orthopedics"],"title":"Biopsychosocial Rehabilitation Programme for Patients with Chronic Back Pain. Pilot Study.","type":"article","volume":"19","mendeley_url":"http:\/\/www.mendeley.com\/research\/biopsychosocial-rehabilitation-programme-patients-chronic-back-pain-pilot-study"},"altmetric_score":{"score":0.5,"score_history":{"1y":0.5,"6m":0.5,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.5},"context_for_score":null},"demographics":{"poster_types":{"member_of_the_public":1},"users":{"twitter":{"cohorts":{"Members of the public":1}},"mendeley":{"by_status":{"Other":1},"by_discipline":{"Medicine and Dentistry":1}}}},"posts":{"twitter":[{"url":"http:\/\/twitter.com\/PhysioBCN\/statuses\/867757564850835457","license":"gnip","citation_ids":[20520806],"posted_on":"2017-05-25T15:01:40+00:00","author":{"name":"PhysioBCN","image":"https:\/\/pbs.twimg.com\/profile_images\/577496476747587584\/2Jyn-pur_normal.jpeg","id_on_source":"PhysioBCN","tweeter_id":"3092222338","geo":{"lt":null,"ln":null},"followers":70},"tweet_id":"867757564850835457"}]}}