{"altmetric_id":3797622,"counts":{"readers":{"mendeley":1,"citeulike":0,"connotea":0},"facebook":{"unique_users_count":1,"unique_users":["474528152602889"],"posts_count":1},"total":{"posts_count":1}},"citation":{"abstract":"We read with much interest the article of Schouten et al (1) on identifying workers with a high risk for future long-term sickness absence using the Work Ability Index (WAI). The ability to identify high-risk workers might facilitate targeted interventions for such workers and, consequently, can reduce sickness absence levels and improve workers' health. Earlier studies by both Tamela et al (2), Kant et al (3), and Lexis et al (4) have demonstrated that such an approach, based on the identification of high-risk workers and a subsequent intervention, can be effectively applied in practice to reduce sickness absence significantly. The reason for our letter on Schouten et al's article is twofold. First, by including workers already on sick leave in a study predicting long-term sick leave will result in an overestimation of the predictive properties of the instrument and biased predictors, especially when also the outcome of interest is included as a factor in the prediction model. Second, we object to the use of the term \"screening\" when subjects with the condition screened for are included in the study. Reinforced by the inclusion of sickness absence in the prediction model, including workers already on sick leave will shift the focus of the study findings towards the prediction of (re)current sickness absence and workers with a below-average return-to-work rate, rather than the identification of workers at high risk for the onset of future long-term sickness absence. The possibilities for prevention will shift from pure secondary prevention to a mix of secondary and tertiary prevention. As a consequence, the predictors of the model presented in the Schouten et al article can be used as a basis for tailoring neither preventive measures nor interventions. Moreover, including the outcome (sickness absence) as a predictor in the model, especially in a mixed population including workers with and without the condition (on sick leave), will result in biased predictors and an overestimation of the predictive value. A methodological approach of related issues is provided in the works of Glymour et al (5) and Hamilton et al (6). This phenomenon is even more clearly illustrated by the predictive properties of the workability index, as described by Alavinia et al (7, page 328), which reported that \"when adjusted for individual characteristics, lifestyle factors, and work characteristics, two dimensions of the WAI were significant predictors for both moderate and long durations of sickness absence: (i) the presence of sickness absence in the past 12 months prior to the medical examination and (ii) experienced limitations due to health problems.\" So, when applied to the study by Schouten et al (1), this means that most of the predictive value would be related to the factors \"sickness absence in the past 12 months\". In addition, we object to the use of the term \"screening\" in the Schouten et al study as it includes workers with the intended outcome (long-term sickness absence). One can identify three separate aims to study the longitudinal association between risk factors and subsequent long-term sickness absence: (i) to establish causal risk factors for long-term sickness absence, often to find clues for primary preventive strategies (beyond the scope here); (ii) to identify high-risk workers who are still at work and might benefit from an intervention before sickness absence occurs (secondary prevention); and (iii) to identify workers on sick leave who might suffer a below-average return-to-work rate or have a high risk for the recurrence of (long-term) sickness absence and might benefit from intensification or optimization of the return-to-work process (tertiary prevention). In this light, one needs to separate screening instruments from predictive instruments and reserve the term \"screening\" for the situation as defined by Wilson and Junger (8, page 7): \"The object of screening for disease is to discover those among the apparently well who are in fact suffering from disease\" (ie, situations of secondary prevention). This means that, when applying this definition on long-term sickness absence under the precondition that the individuals are still at work, screening enables the identification of high-risk individuals in the early \"stages\" of a \"disease\" that can progress into long-term sickness absence. In the case of the Schouten et al study, the population at risk, as derived from their predictive instrument, consists of workers with and without sickness absence, and as such excludes the use of the term \"screening\" in this case. To conclude, we have substantiated that, in addition to correct usage of the term \"screening\", careful selection of the study population, predictors and most importantly the aim of the predictive model are essential in the process of developing predictive instruments aimed at identifying workers at high risk of long-term sickness absence. Two fundamentally different approaches are possible. One approach aims at identifying workers on sick leave with either a below-average chance to return to work an\/or a high risk for a successive episode of long-term sickness absence. From a methodological and practical point of view, such an instrument should be developed and validated among workers already on sick leave. A second approach aims at identifying workers who are still at work but at high risk for future long-term sickness absence. To develop and validate such an instrument, a study sample where workers already on sick leave are excluded is a prerequisite. Such instruments fit in a pro-active approach of preventing future sickness absence, where an early intervention can be offered to those workers with an increased risk for future sickness absence.","abstract_source":"pubmed","altmetric_jid":"4f6fa6033cf058f6100063e8","authors":["van Amelsvoort LG","Jansen NW","Kant I"],"doi":"10.5271\/sjweh.3483","first_seen_on":"2015-03-17T09:22:45+00:00","issns":[],"journal":"Scandinavian Journal of Work, Environment & Health","last_mentioned_on":1422847938,"links":["http:\/\/www.sjweh.fi\/show_abstract.php?abstract_id=3483"],"pmid":"25639964","pubdate":"2015-02-04T00:00:00+00:00","publisher_subjects":[{"name":"Public Health And Health Services","scheme":"era"},{"name":"Psychology","scheme":"era"}],"scopus_subjects":["Medicine","Health Sciences"],"subjects":["environmentalhealth","occupationalmedicine"],"title":"Approaches for predicting long-term sickness absence. Re: Schouten et al. \"Screening manual and office workers for risk of long-term sickness absence: cut-off points for the Work Ability Index\"","type":"article","mendeley_url":"http:\/\/www.mendeley.com\/research\/approaches-predicting-longterm-sickness-absence-re-schouten-et-al-screening-manual-office-workers-ri-2"},"altmetric_score":{"score":0.25,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.25},"context_for_score":{"all":{"total_number_of_other_articles":4704568,"mean":5.7145399098396,"rank":3940535,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":4704568,"percentile":1},"similar_age_3m":{"total_number_of_other_articles":147057,"mean":10.258504175281,"rank":122479,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":147057,"percentile":1},"this_journal":{"total_number_of_other_articles":291,"mean":3.0348551724138,"rank":190,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":291,"percentile":1},"similar_age_this_journal_3m":{"total_number_of_other_articles":12,"mean":2.6590909090909,"rank":6,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":12,"percentile":1}}},"demographics":{"users":{"mendeley":{"by_status":{"Student  > Doctoral Student":1},"by_discipline":{"Social Sciences":1}}}},"posts":{"facebook":[{"url":"https:\/\/www.facebook.com\/permalink.php?story_fbid=762603053795396&id=474528152602889","license":"public","citation_ids":[3797622],"posted_on":"2015-02-02T03:32:18+00:00","summary":"Ensuring a balanced debate, we post a criticism of a recent paper on approaches for predicting long-term sickness absence  http:\/\/www.sjweh.fi\/show_abstract.php?abstract_id=3483","author":{"name":"Scandinavian Journal of Work, Environment & Health","url":"https:\/\/www.facebook.com\/474528152602889","facebook_wall_name":"Scandinavian Journal of Work, Environment & Health","image":"https:\/\/graph.facebook.com\/474528152602889\/picture","id_on_source":"474528152602889"}}]}}