{"altmetric_id":1088751,"counts":{"readers":{"mendeley":2,"citeulike":0,"connotea":0},"blogs":{"unique_users_count":1,"unique_users":[771],"posts_count":1},"total":{"posts_count":1}},"citation":{"abstract":"Fromm's Aristotelian statement that \"Dreaming is a meaningful expression of any kind of mental activity under the condition of sleep\" (Fromm, 1951, p. 25) is similar to a modern neurobiological conclusion about the dreaming process. The current data from the neurosciences lead to the definition of dreams as a neuropsychological event during sleep whose manifest contents are affect laden, visual, auditory, and kinesthetic. Their functions are adaptive and problem solving in themselves. They are part of the brain's connectionist information-processing system which channel, compare, and integrate current affect-laden memories with memories of past successful strategies. Thus, the neurobiological perspective of dreams provides an underlying neuroanatomical and information-processing matrix for the dream process that further supports the current psychoanalytic view concerning their assimilative and accommodative functions. In conclusion, I would like to return to the termination phase of Mr. M's therapy. This patient planned to leave therapy approximately 22 months after the occurrence of Dream 2, as this dream had predicted. He was to be married and move to another city. Although I felt somewhat anxious about his leaving, despite his significant progress, we agreed to a termination date. Just prior to the second-to-last session Mr. M had the following dream: It took place in a large gothic building in a zoo. It is dark and depressing and filled with cages of rhesus monkeys. I go around with a nurse to inoculate the monkeys. I am scared of the virus. My future wife appears. She is immune to the virus. She is brave and she rescues me. The patient seemed pleased in relating his dream, and it offered resolution and closure for both of us despite a paucity of discussion. Two years later I received a letter from him in which he stated that he was well and had no additional \"monkey dreams.\"","abstract_source":"pubmed","altmetric_jid":"4f6fa91f3cf058f61000d664","authors":["Been, H"],"first_seen_on":"2012-11-25T23:25:10+00:00","issns":["0090-3604"],"issue":"4","journal":"Journal of the American Academy of Psychoanalysis","last_mentioned_on":1353858840,"links":["http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/9592367"],"pmid":"9592367","pubdate":"1997-01-01T00:00:00+00:00","subjects":["psychiatry"],"title":"Dreams: the convergence of neurobiologic and psychoanalytic perspectives.","type":"article","volume":"25","mendeley_url":"http:\/\/www.mendeley.com\/research\/dreams-convergence-neurobiologic-psychoanalytic-perspectives"},"altmetric_score":{"score":9,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":9},"context_for_score":{"all":{"total_number_of_other_articles":3627536,"mean":4.9480380313392,"rank":329549,"this_scored_higher_than_pct":90,"this_scored_higher_than":3265655,"rank_type":"exact","sample_size":3627536,"percentile":90},"similar_age_3m":{"total_number_of_other_articles":275329,"mean":5.6713282630173,"rank":32706,"this_scored_higher_than_pct":87,"this_scored_higher_than":241525,"rank_type":"exact","sample_size":275329,"percentile":87},"this_journal":{"total_number_of_other_articles":17,"mean":1.921875,"rank":1,"this_scored_higher_than_pct":94,"this_scored_higher_than":16,"rank_type":"exact","sample_size":17,"percentile":94},"similar_age_this_journal_3m":{"total_number_of_other_articles":1,"mean":0,"rank":1,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":1,"percentile":1}}},"demographics":{"users":{"mendeley":{"by_status":{"Researcher":1},"by_discipline":{"Social Sciences":1,"Psychology":1}}}},"posts":{"blogs":[{"title":"The Stuff That Dreams are Made Of","url":"http:\/\/brainblogger.com\/2012\/11\/25\/the-stuff-that-dreams-are-made-of\/","citation_ids":[1088751,1088752,1088753,1088754,1088755,1088756],"posted_on":"2012-11-25T15:54:00+00:00","summary":"No cognitive state has been more misunderstood over the course of human history than dreaming. Dream science is affected by medical, psychological, social, and sleep variables, and the methodologies used to study dreams are inconsistent, at best. Still, dr","author":{"name":"Brain Blogger","url":"http:\/\/brainblogger.com\/","description":"Topics from multidimensional biopsychosocial perspectives."}}]}}