{"altmetric_id":20183928,"counts":{"readers":{"mendeley":2,"citeulike":0,"connotea":0},"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["palliativewise"],"posts_count":1}},"citation":{"abstract":"During the last decade a number of studies have been conducted in order to examine if virtual reality exposure therapy can be an alternative form of therapy for the treatment of mental disorders and particularly for the treatment of anxiety disorders. Imaginal exposure therapy, which is one of the components of Cognitive Behavioral Therapy, cannot be easily applied to all patients and in cases like those virtual reality can be used as an alternative or a supportive psychotherapeutic technique. Most studies using virtual reality have focused on anxiety disorders, mainly in specific phobias, but some extend to other disorders such as eating disorders, drug dependence, pain control and palliative care and rehabilitation. Main characteristics of virtual reality therapy are: \"interaction\", \"immersion\", and \"presence\". High levels of \"immersion\" and \"presence\" are associated with increased response to exposure therapy in virtual environments, as well as better therapeutic outcomes and sustained therapeutic gains. Typical devices that are used in order patient's immersion to be achieved are the Head-Mounted Displays (HMD), which are only for individual use, and the computer automatic virtual environment (CAVE), which is a multiuser. Virtual reality therapy's disadvantages lie in the difficulties that arise due to the demanded specialized technology skills, devices' cost and side effects. Therapists' training is necessary in order for them to be able to manipulate the software and the hardware and to adjust it to each case's needs. Devices' cost is high but as technology continuously improves it constantly decreases. Immersion during virtual reality therapy can induce mild and temporary side effects such as nausea, dizziness or headache. Until today, however, experience shows that virtual reality offers several advantages. Patient's avoidance to be exposed in phobic stimuli is reduced via the use of virtual reality since the patient is exposed to them as many times as he wishes and under the supervision of the therapist. The technique takes place in the therapist's office which ensures confidentiality and privacy. The therapist is able to control unpredicted events that can occur during patient's exposure in real environments. Mainly the therapist can control the intensity of exposure and adapt it to the patient's needs. Virtual reality can be proven particularly useful in some specific psychological states. For instance, patients with post-traumatic stress disorder (PTSD) who prone to avoid the reminders of the traumatic events. Exposure in virtual reality can solve this problem providing to the patient a large number of stimuli that activate the senses causing the necessary physiological and psychological anxiety reactions, regardless of his willingness or ability to recall in his imagination the traumatic event.","altmetric_jid":"4f6fa91f3cf058f61000d678","authors":["V. Mitrousia","O Giotakos"],"doi":"10.22365\/jpsych.2016.274.276","first_seen_on":"2017-05-16T10:14:37+00:00","issns":["11052333"],"issue":"4","journal":"Psychiatrikē Psychiatriki","last_mentioned_on":1494929374,"links":["https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/28114091?dopt=Abstract"],"pmid":"28114091","pubdate":"2016-10-01T00:00:00+00:00","subjects":["psychiatry"],"title":"Virtual reality therapy in anxiety disorders","type":"article","volume":"27","mendeley_url":"http:\/\/www.mendeley.com\/research\/virtual-reality-therapy-anxiety-disorders"},"altmetric_score":{"score":0.25,"score_history":{"1y":0.25,"6m":0.25,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.25},"context_for_score":{"all":{"total_number_of_other_articles":8213437,"mean":6.9553152651275,"rank":7107772,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":8213437,"percentile":1},"similar_age_3m":{"total_number_of_other_articles":238576,"mean":12.362748879807,"rank":193955,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":238576,"percentile":1},"this_journal":{"total_number_of_other_articles":63,"mean":2.3065483870968,"rank":52,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":63,"percentile":1},"similar_age_this_journal_3m":{"total_number_of_other_articles":5,"mean":1.05,"rank":2,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":5,"percentile":1}}},"demographics":{"poster_types":{"member_of_the_public":1},"users":{"twitter":{"cohorts":{"Members of the public":1}},"mendeley":{"by_status":{"Student  > Master":1,"Unspecified":1},"by_discipline":{"Psychology":1,"Unspecified":1}}}},"posts":{"twitter":[{"url":"http:\/\/twitter.com\/palliativewise\/statuses\/864422564432629760","license":"gnip","citation_ids":[20183928],"posted_on":"2017-05-16T10:09:34+00:00","author":{"name":"palliativewise","image":"https:\/\/pbs.twimg.com\/profile_images\/514052300982087682\/KD4yHF1g_normal.png","id_on_source":"palliativewise","tweeter_id":"2826469171","geo":{"lt":null,"ln":null},"followers":152},"tweet_id":"864422564432629760"}]}}