{"altmetric_id":4149098,"counts":{"readers":{"mendeley":4,"citeulike":0,"connotea":0},"total":{"posts_count":1},"wikipedia":{"unique_users_count":1,"unique_users":["en:17712648"],"posts_count":1}},"citation":{"abstract":"ABT-594 [5-((2R)-azetidinylmethoxy)-2-chloropyridine], a novel neuronal nicotinic acetylcholine receptor agonist, produced significant antinociceptive effects in mice against both acute noxious thermal stimulation--the hot-plate and cold-plate tests--and persistent visceral irritation--the abdominal constriction (writhing) assay (maximally-effective dose in each test 0.62 micromol\/kg, i.p.). This effect was not stereoselective since the S-enantiomer, A-98593 [5-((2S)-azetidinylmethoxy)-2-chloropyridine], produced similar antinociceptive effects in this dose range. The effect in the hot-plate test peaked at 30 min after i.p. administration and was still present 60 min, but not 120 min, after injection. ABT-594 was orally active, but 10-fold less potent by this route than after i.p. administration. The antinociceptive effect of ABT-594 was prevented, but not reversed, by the noncompetitive neuronal nicotinic acetylcholine receptor antagonist mecamylamine (5 micromol\/kg, i.p.). In contrast, the antinociceptive effect of ABT-594 was not prevented by hexamethonium (10 micromol\/kg, i.p.), a neuronal nicotinic acetylcholine receptor antagonist that does not readily enter the central nervous system, nor by naltrexone (0.8 micromol\/kg), an opioid receptor antagonist. Thus, initiation of antinociception by ABT-594 involves activation of central nicotinic acetylcholine receptors, but does not require activation of naltrexone-sensitive opioid receptors. The antinociceptive effects of morphine and ABT-594 in the mouse hot-plate test appeared to be additive, but ABT-594 did not potentiate the respiratory depression produced by morphine when the two compounds were coadministered. ABT-594 reduced body temperature and spontaneous exploration in the antinociceptive dose range, but did not reliably impair motor coordination in the rotarod test. Thus, it is unlikely that the antinociceptive effects result simply from impaired motor function. The compound also produced an anxiolytic-like effect in the elevated plus maze (at 0.019 and 0.062 micromol\/kg, i.p.). Preliminary safety testing revealed an ED50 for overt seizure production of 1.9 micromol\/kg, i.p. and an LD50 of 19.1 micromol\/kg i.p. in mice, values 10 and 100 times the minimum effective antinociceptive dose of the compound. ABT-594 increased the duration of ethanol-induced hypnotic effects, tended to increase pentobarbital-induced hypnotic effects (P = 0.0502), and had no effect on pentobarbital-induced lethality. These data indicate that ABT-594 is a centrally acting neuronal nicotinic acetylcholine receptor agonist with potent antinociceptive and anxiolytic-like effects in mice.","altmetric_jid":"4f6fa4eb3cf058f61000284e","authors":["Decker, M W","Bannon, A W","Buckley, M J","Kim, D J","Holladay, M W","Ryther, K B","Lin, N H","Wasicak, J T","Williams, M","Arneric, S P"],"first_seen_on":"2015-06-13T22:36:46+00:00","issns":["0014-2999"],"issue":"1","journal":"European Journal of Pharmacology","last_mentioned_on":1254140686,"links":["http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/9617748"],"pmid":"9617748","pubdate":"1998-04-03T00:00:00+00:00","scopus_subjects":["Life Sciences","Pharmacology, Toxicology and Pharmaceutics"],"subjects":["pharmacology"],"title":"Antinociceptive effects of the novel neuronal nicotinic acetylcholine receptor agonist, ABT-594, in mice.","type":"article","volume":"346","mendeley_url":"http:\/\/www.mendeley.com\/research\/antinociceptive-effects-novel-neuronal-nicotinic-acetylcholine-receptor-agonist-abt594-mice-3"},"altmetric_score":{"score":3,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":3},"context_for_score":{"all":{"total_number_of_other_articles":3896104,"mean":5.0208996048049,"rank":890560,"this_scored_higher_than_pct":63,"this_scored_higher_than":2460042,"rank_type":"exact","sample_size":3896104,"percentile":63},"similar_age_3m":{"total_number_of_other_articles":67372,"mean":6.8623211904302,"rank":17955,"this_scored_higher_than_pct":69,"this_scored_higher_than":47024,"rank_type":"exact","sample_size":67372,"percentile":69},"this_journal":{"total_number_of_other_articles":1816,"mean":2.294565600882,"rank":128,"this_scored_higher_than_pct":43,"this_scored_higher_than":797,"rank_type":"exact","sample_size":1816,"percentile":43},"similar_age_this_journal_3m":{"total_number_of_other_articles":36,"mean":1.6171428571429,"rank":3,"this_scored_higher_than_pct":91,"this_scored_higher_than":33,"rank_type":"exact","sample_size":36,"percentile":91}}},"demographics":{"users":{"mendeley":{"by_status":{"Researcher":1,"Student  > Ph. D. Student":1,"Professor":2},"by_discipline":{"Medicine and Dentistry":2,"Agricultural and Biological Sciences":2}}}},"posts":{"wikipedia":[{"title":"Tebanicline","url":"http:\/\/en.wikipedia.org\/?diff=prev&oldid=316667983#altmetric_citation_6","license":"public","citation_ids":[4149098],"posted_on":"2009-09-28T12:24:46+00:00","summary":"Tebanicline (Ebanicline, ABT-594) is a potent synthetic nicotinic (non-opioid) analgesic drug developed by Abbott.","page_url":"http:\/\/en.wikipedia.org\/?curid=17712648","wiki_lang":"en","author":{"name":"Nuklear","url":"http:\/\/en.wikipedia.org\/wiki\/User:Nuklear"}}]}}