{"altmetric_id":24916957,"counts":{"readers":{"mendeley":2,"citeulike":0,"connotea":0},"total":{"posts_count":1},"wikipedia":{"unique_users_count":1,"unique_users":["en:55172042"],"posts_count":1}},"citation":{"abstract":"Burst fractures of the spine account for 14% of all spinal injuries and more than 50% of all thoracolumbar trauma. However, there is ambiguity while choosing the right treatment plan. Short Segment Pedicle screw Fixation (SSPF) has become an increasingly popular method of treatment of thoracolumbar burst fractures, providing the advantage of incorporating fewer motion segments in the fixation. Various biomechanical studies showed that the use of pedicle screws could achieve stable construct within short-segment fixation.\nTo evaluate the efficacy of SSPF using longest possible screws in both pedicles of fractured vertebra.\nA retrospective chart review of 25 single burst thoracolumbar fracture patients, operated between May 2009 to 2015 in a tertiary care trauma center, was conducted. Preoperative and post-operative plain radiographs were evaluated for kyphotic angulations using the traditional Cobb method. Anterior Vertebral Height (AVH), Posteriors Vertebral Height (PVH) were measured preoperatively and immediate postoperatively. Average percentage loss of AVH and mid-sagittal height were calculated on preoperative and postoperative X-rays on follow up.\nFourteen men and 11 women with an average age of 42.92 years comprised the study population. Mean age at the time of operation was 34.5±14.2 years. Mean operation time was 168±72 (minutes). Average hospitalization time was 9±7 (days). Mean blood loss was 515±485 (ml). There were two cases of postoperative infection and implant failure each. A mean of 15.2° of kyphosis correction was attained from pre-operation to post-operation (p<0.0001). Although, there was a 15° average improvement of kyphosis post-fixation, loss of correction over time was nearly 8°, resulting in a 7° mean correction of kyphosis. A mean loss of AVH on postoperative radiograph was 6.12% and maintained 12.4% at the time of review (p<0.001). Similarly, there was 32.8% mid-sagittal height loss at time of injury, which was improved to only 12.6% as compare to initial height loss (p<0.0001).\nIn this study, we propose SSPF using longest possible screws in both pedicle of fractured vertebra. Bi-pedicular fixation gives significant radiological corrections.","authors":["Pravin Padalkar"],"doi":"10.7860\/jcdr\/2017\/17599.9714","first_seen_on":"2017-09-07T18:27:08+00:00","issns":["2249782X"],"issue":"4","journal":"Journal of clinical and diagnostic research : JCDR","last_mentioned_on":1504808822,"links":["https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/28571219","http:\/\/dx.doi.org\/10.7860\/JCDR\/2017\/17599.9714"],"pmcid":"PMC5449865","pmid":"28571219","pubdate":"2017-04-01T00:00:00+00:00","title":"Bi-Pedicle Fixation of Affected Vertebra in Thoracolumbar Burst Fracture","type":"article","volume":"11","mendeley_url":"http:\/\/www.mendeley.com\/research\/bipedicle-fixation-affected-vertebra-thoracolumbar"},"altmetric_score":{"score":3,"score_history":{"1y":3,"6m":3,"3m":3,"1m":3,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":3},"context_for_score":null},"demographics":{"users":{"mendeley":{"by_status":{"Librarian":1,"Student  > Master":1},"by_discipline":{"Medicine and Dentistry":2}}}},"posts":{"wikipedia":[{"title":"Varshil Mehta","url":"http:\/\/en.wikipedia.org\/?diff=prev&oldid=799434775#altmetric_citation_730b004f-8d9c-43e3-81d4-98bc4921a28c","license":"public","citation_ids":[24916957,24916957],"posted_on":"2017-09-07T18:27:02+00:00","summary":"Mithibai College, Vile Parle, Mumbai, India; St. Annes High School, Malad, Mumbai, India | occupation = Physician | home_town = Mumbai | title = World's Youngest Editor in Chief of a Medical Journal | boards = Cureus, Journal of Insulin Resistance and Jour","page_url":"http:\/\/en.wikipedia.org\/?curid=55172042","wiki_lang":"en","author":{"name":"MedTime","url":"http:\/\/en.wikipedia.org\/wiki\/User:MedTime"}}]}}