{"altmetric_id":9865725,"counts":{"readers":{"mendeley":13,"citeulike":0,"connotea":0},"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["obesebrain"],"posts_count":1}},"citation":{"abstract":"Even considering the advance of the medical treatment in the last 20 years with new and more effective drugs, the outcomes are still disappointing as the control of obesity and type 2 Diabetes Mellitus (T2DM) with a large number of patients under the medical treatment still not reaching the desired outcomes.\nTo present a Metabolic Risk Score to better guide the surgical indication for T2DM patients with body mass index (BMI) where surgery for obesity is still controversial.\nResearch was conducted in PubMed, Medline, PubMed Central, Scielo and Lilacs between 2003-2015 correlating headings: metabolic surgery, obesity and type 2 diabetesmellitus. In addition, representatives of the societiesinvolved, as an expert panel, issued opinions.\nForty-five related articles were analyzed by evidence-based medicine criteria. Grouped opinions sought to answer the following questions: Why metabolic and not bariatric surgery?; Mechanisms involved in glycemic control; BMI as a single criterion for surgical indication for uncontrolled T2DM; Results of metabolic surgery studies in BMI<35 kg\/m2; Safety of metabolic surgery in patients with BMI<35 kg\/m2; Long-term effects of surgery in patients with baseline BMI<35 kg\/m2 and Proposal for a Metabolic Risk Score.\nMetabolic surgery has well-defined mechanisms of action both in experimental and human studies. Gastrointestinal interventions in T2DM patients with IMC≤35 kg\/m2 has similar safety and efficacy when compared to groups with greater BMIs, leading to the improvement of diabetes in a superior manner than clinical treatment and lifestyle changes, in part through weight loss independent mechanisms . There is no correlation between baseline BMI and weight loss in the long term with the success rate after any surgical treatment. Gastrointestinal surgery treatment may be an option for patients with T2DM without adequate clinical control, with a BMI between 30 and 35, after thorough evaluation following the parameters detailed in Metabolic Risk Score defined by the surgical societies. Roux-en-Y gastric bypass (RYGB), because of its well known safety and efficacy and longer follow-up studies, is the main surgical technique indicated for patients eligible for surgery through the Metabolic Risk Score. The vertical sleeve gastrectomy may be considered if there is an absolute contraindication for the RYGB. T2DM patients should be evaluated by the multiprofessional team that will assess surgical eligibility, preoperative work up, follow up and long term monitoring for micro and macrovascular complications.\nMesmo considerando o avanço do tratamento clínico ocorrido nos últimos 20 anos, com novos e mais eficientes medicamentos, os dados ainda são desanimadores quanto ao controle da obesidade e da diabete melito tipo 2(DMT2),com grande parcela de doentes em tratamento clínico ficando fora da meta desejada de controle.\nApresentar proposta de Escore de Risco Metabólico para melhor orientar a indicação cirúrgica do diabete em pacientes com índice de massa corpórea (IMC) mais baixo nos quais o uso de procedimento cirúrgico para obesidade ainda é controverso.\nFoi realizada pesquisa nas bases de dados PubMed, Medline, PubMed Central, Scielo e Lilacs entre 2003-2015 correlacionando os descritores:cirurgia metabólica, obesidade e diabete melito tipo 2. Adicionalmente, representantes das sociedades envolvidas emitiram opiniões em pontos nos quais não existia na literatura trabalhos com graus de evidência elevados.\nForam encontrados 45 artigos relacionadosque foram analisados pelos critérios da medicina baseada em evidências.As opiniões agrupadas procuraram responder as seguintes questões: Porque cirurgia metabólica e não bariátrica?;Mecanismos envolvidos no controle glicêmico; IMC como critério isolado de indicação cirúrgica para o DMT2 não controlado; Resultados de estudos de cirurgia metabólica em IMC<35 kg\/m2; Segurança da cirurgia metabólica em pacientes com IMC<35 kg\/m2; Efeitos em longo prazo da cirurgia em pacientes com IMC inicial <35 kg\/m2; Proposta de Escore de Risco Metabólico.\nA cirurgia metabólica tem mecanismos de ação bem definidos tanto em estudos experimentais quanto em seres humanos. As intervenções gastrointestinais em diabéticos com IMC≤35 kg\/m2 possuem segurança e eficácia semelhantes aos grupos com IMCs maiores, levando a melhora do diabete de forma superior aos tratamentos clínicos e mudanças de estilo de vida, em parte através de mecanismos independentes da perda ponderal. Não há correlação entre o IMC inicial e perda ponderal em longo prazo com os índices de sucesso do tratamento cirúrgico. O tratamento cirúrgico é opção para os pacientes portadores de DMT2 sem adequado controle clínico, com IMC entre 30 e 35, após minuciosa avaliação seguindo os parâmetros dispostos no Escore de Risco Metabólico aqui proposto. DGYR é a técnica indicada para os pacientes selecionados no Escore, existindo a possibilidade de indicação da gastrectomia vertical para os casos em que exista contraindicação para ela. O paciente deve ser avaliado por equipe multiprofissional envolvida na indicação, preparo e acompanhamento após as operações e acompanhados com monitorização de complicações micro e macrovasculares.","altmetric_jid":"56a768e22a83eeb12a8b4a4c","authors":["CAMPOS, Josemberg","RAMOS, Almino","SZEGO, Thomaz","ZILBERSTEIN, Bruno","FEITOSA, Heládio","COHEN, Ricardo","CAMPOS, Josemberg","RAMOS, Almino","SZEGO, Thomaz","ZILBERSTEIN, Bruno","FEITOSA, Heládio","COHEN, Ricardo"],"doi":"10.1590\/0102-67202016nahead0001","first_seen_on":"2016-07-19T21:59:00+00:00","funders":["niehs"],"issns":["2317-6326","0102-6720"],"issue":"ahead","journal":"ABCD. Arquivos Brasileiros de Cirurgia Digestiva (São Paulo)","last_mentioned_on":1468965523,"links":["http:\/\/www.scielo.br\/scielo.php?script=sci_arttext&pid=S0102-67202016005001101&lng=en&nrm=iso&tlng=en"],"pdf_url":"http:\/\/www.scielo.br\/pdf\/abcd\/2016nahead\/pt_0102-6720-abcd-2016nahead0001.pdf","pmid":"27409057","pubdate":"2016-01-01T00:00:00+00:00","publisher":"Colégio Brasileiro de Cirurgia Digestiva - CBCD","subjects":["generalsurgery","gastroenterology"],"title":"THE ROLE OF METABOLIC SURGERY FOR PATIENTS WITH OBESITY GRADE I ANDCLINICALLY UNCONTROLLED TYPE 2 DIABETES","type":"article","volume":"0","mendeley_url":"http:\/\/www.mendeley.com\/research\/role-metabolic-surgery-patients-obesity-grade-i-andclinically-uncontrolled-type-2-diabetes-1"},"altmetric_score":{"score":0.25,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.25},"context_for_score":{"all":{"total_number_of_other_articles":8088896,"mean":6.8703833603893,"rank":7002072,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":8088896,"percentile":1},"similar_age_3m":{"total_number_of_other_articles":257792,"mean":11.976270024942,"rank":218065,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":257792,"percentile":1},"this_journal":{"total_number_of_other_articles":73,"mean":1.1689722222222,"rank":38,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":73,"percentile":1},"similar_age_this_journal_3m":{"total_number_of_other_articles":1,"mean":0,"rank":1,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":1,"percentile":1}}},"demographics":{"poster_types":{"practitioner":1},"users":{"twitter":{"cohorts":{"Practitioners (doctors, other healthcare professionals)":1}},"mendeley":{"by_status":{"Researcher":2,"Student  > Doctoral Student":1,"Student  > Ph. D. Student":1,"Student  > Postgraduate":1,"Student  > Master":2,"Student  > Bachelor":4,"Librarian":2},"by_discipline":{"Medicine and Dentistry":11,"Nursing and Health Professions":1,"Biochemistry, Genetics and Molecular Biology":1}}}},"posts":{"twitter":[{"url":"http:\/\/twitter.com\/obesebrain\/statuses\/755522283511357440","license":"gnip","citation_ids":[9865725],"posted_on":"2016-07-19T21:58:43+00:00","author":{"name":"The Obese Brain","url":"http:\/\/theobesebrain.blogspot.com","image":"https:\/\/pbs.twimg.com\/profile_images\/648566700661673984\/X2KGNOOv_normal.jpg","description":"Nutrition, obesity, science and your brain","id_on_source":"obesebrain","tweeter_id":"3806396543","geo":{"lt":null,"ln":null},"followers":406},"tweet_id":"755522283511357440"}]}}