{"altmetric_id":1021066,"counts":{"readers":{"mendeley":28,"citeulike":0,"connotea":0},"facebook":{"unique_users_count":1,"unique_users":["179186882128602"],"posts_count":1},"total":{"posts_count":1}},"citation":{"abstract":"Phlebotomine sandflies (Diptera: Psychodidae) are the suspected or proven vectors of Leishmania spp. in at least 88 countries, including over 40 Phlebotomus species in the Old World and a further 30 belonging to the genus Lutzomyia in the New World. In recent years, both cutaneous (CL) and zoonotic visceral leishmaniasis (ZVL) have become increasingly prevalent in urban areas, including large Latin American cities. A similar trend has been recorded in all Mediterranean areas during the last decade. Based on mathematical models, insecticidal control of sandflies appears to represent a more effective way of reducing Leishmania infantum transmission than the present strategy of culling infected dogs in Latin America as well as being more acceptable to the human population. Since man is a dead-end host of most Leishmania species, treatment of existing human cases generally does not affect transmission. Interruption of the cycle by vector control may offer a cheaper, more practical solution to treatment and improved knowledge of the alternatives available could lead to preventative measures being undertaken in more leishmaniasis foci. In this note a review of current knowledge on sandfly control is presented. Different measures to control phlebotomine sandflies, including residual spraying of dwellings and animal shelters, insecticide treated nets, application of repellents\/insecticides to skin or to fabrics and impregnated dog collars are discussed. Although effective in urban areas with high concentrations of sandflies, residual spraying of insecticides is no often longer tenable in most situations. In rural areas where dwellings are more dispersed and surrounded by large, untargeted \"reservoir\" populations of sandflies, residual spraying of houses may be both impractical for logistic reasons and ineffective. Actually, this control measure depends on the availability of a suitable public health infrastructure, including adequate supplies of insecticide, spraying equipment and trained personnel. Ideally such personnel should be trained in insecticide application, monitoring techniques and interpretation of sampling data, as well as safety techniques. To date reports of resistance refer to one insecticide (DDT) in only three species (Phlebotomus papatasi, P. argentipes and Sergentomyia shorti) in one country (India), although there are reports of increased tolerance to this compound in several countries. Fortunately the insects remain susceptible to all the major insecticidal groups. Impregnated bednets may offer the best solution in rural areas where transmission is largely intradomiciliary. This measure has the advantage that it can be employed at the individual household level and affords collateral benefits such as privacy and control of other biting insects such as mosquitoes, fleas and bedbugs. Sandfly larvae are generally difficult to find in nature so control measures that act specifically against immatures are not feasible, although the effectiveness of a few biological and chemical agents has been demonstrated in laboratory evaluations. In ZVL foci, where dogs are the unique domestic reservoir, a reduction in Leishmania transmission would be expected if we could combine an effective mass treatment of infected dogs with a protection of both healthy and infected dogs from the sandfly bites. Laboratory and field evaluations have shown that impregnated dog collars and topical application of insecticides could protect dogs from most sandfly bites by means of both anti-feeding and killing effect of the pirethorids used.","abstract_source":"pubmed","altmetric_jid":"4f6fa9253cf058f61000dcad","authors":["Maroli M","Khoury C"],"first_seen_on":"2012-10-24T21:20:32+00:00","issns":[],"issue":"1-2","journal":"Parassitologia","last_mentioned_on":1351079503,"links":["http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/15305719"],"pmid":"15305719","pubdate":"2004-08-13T00:00:00+00:00","scopus_subjects":["Life Sciences","Immunology and Microbiology"],"subjects":["parasitology"],"title":"[Prevention and control of leishmaniasis vectors: current approaches].","type":"article","volume":"46","mendeley_url":"http:\/\/www.mendeley.com\/research\/prevention-control-leishmaniasis-vectors-current-approaches"},"altmetric_score":{"score":0.25,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.25},"context_for_score":{"all":{"total_number_of_other_articles":3628883,"mean":4.937418267118,"rank":2901692,"this_scored_higher_than_pct":2,"this_scored_higher_than":77470,"rank_type":"exact","sample_size":3628883,"percentile":2},"similar_age_3m":{"total_number_of_other_articles":78044,"mean":5.1867478697641,"rank":58237,"this_scored_higher_than_pct":1,"this_scored_higher_than":374,"rank_type":"exact","sample_size":78044,"percentile":1},"this_journal":{"total_number_of_other_articles":37,"mean":2.2777777777778,"rank":29,"this_scored_higher_than_pct":13,"this_scored_higher_than":5,"rank_type":"exact","sample_size":37,"percentile":13},"similar_age_this_journal_3m":{"total_number_of_other_articles":1,"mean":0,"rank":1,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":1,"percentile":1}}},"demographics":{"users":{"mendeley":{"by_status":{"Professor > Associate Professor":1,"Student  > Doctoral Student":2,"Researcher":6,"Student  > Ph. D. Student":3,"Student  > Postgraduate":2,"Student  > Master":9,"Other":3,"Student  > Bachelor":2},"by_discipline":{"Medicine and Dentistry":11,"Chemistry":2,"Agricultural and Biological Sciences":11,"Mathematics":1,"Environmental Science":1,"Pharmacology, Toxicology and Pharmaceutical Science":1,"Chemical Engineering":1}}},"geo":{"mendeley":{"IT":1,"IN":1}}},"posts":{"facebook":[{"title":"[Prevention and control of leishmaniasis vect... [Parassitologia. 2004] - PubMed - NCBI","url":"https:\/\/www.facebook.com\/permalink.php?story_fbid=519505144743922&id=179186882128602","citation_ids":[1021066],"posted_on":"2012-10-24T11:51:43+00:00","summary":"SVP http:\/\/www.facebook.com\/l.php?u=http%3A%2F%2Fwww.ncbi.nlm.nih.gov%2Fpubmed%2F15305719&h=mAQGLcMAJ","author":{"name":"Rahma Said","url":"https:\/\/www.facebook.com\/179186882128602","facebook_wall_name":"Échange d'articles et publications scientifiques","image":"https:\/\/graph.facebook.com\/179186882128602\/picture","id_on_source":"179186882128602"}}]}}