{"altmetric_id":1173296,"counts":{"readers":{"mendeley":48,"citeulike":0,"connotea":0},"facebook":{"unique_users_count":1,"unique_users":["308601545912393"],"posts_count":1},"total":{"posts_count":3},"twitter":{"unique_users_count":2,"unique_users":["EyeGirlfriend","soltysik_rob"],"posts_count":2}},"selected_quotes":["must read this later when eyes dont hurt so much: EBV Chronic Infections"],"citation":{"abstract":"The infection from Epstein-Barr virus (EBV) or virus of infectious mononucleosis, together with other herpes viruses' infections, represents a prototype of persistent viral infections characterized by the property of the latency. Although the reactivations of the latent infection are associated with the resumption of the viral replication and eventually with the \"shedding\", it is still not clear if this virus can determine chronic infectious diseases, more or less evolutive. These diseases could include some pathological conditions actually defined as \"idiopathic\"and characterized by the \"viral persistence\" as the more credible pathogenetic factor. Among the so-called idiopathic syndromes, the \"chronic fatigue syndrome\" (CFS) aroused a great interest around the eighties of the last century when, just for its relationship with EBV, it was called \"chronic mononucleosis\" or \"chronic EBV infection\".Today CFS, as defined in 1994 by the CDC of Atlanta (USA), really represents a multifactorial syndrome characterized by a chronic course, where reactivation and remission phases alternate, and by a good prognosis. The etiopathogenetic role of EBV is demonstrated only in a well-examined subgroup of patients, while in most of the remaining cases this role should be played by other infectious agents - able to remain in a latent or persistent way in the host - or even by not infectious agents (toxic, neuroendocrine, methabolic, etc.). However, the pathogenetic substrate of the different etiologic forms seems to be the same, much probably represented by the oxidative damage due to the release of pro-inflammatory cytokines as a response to the triggering event (infectious or not infectious).Anyway, recently the scientists turned their's attention to the genetic predisposition of the subjects affected by the syndrome, so that in the last years the genetic studies, together with those of molecular biology, received a great impulse. Thanks to both these studies it was possibile to confirm the etiologic links between the syndrome and EBV or other herpesviruses or other persistent infectious agents.The mechanisms of EBV latency have been carefully examined both because they represent the virus strategy to elude the response of the immune system of the host, and because they are correlated with those oncologic conditions associated to the viral persistence, particularly lymphomas and lymphoproliferative disorders. Just these malignancies, for which a pathogenetic role of EBV is clearly documented, should represent the main clinical expression of a first group of chronic EBV infections characterized by a natural history where the neoplastic event aroused from the viral persistence in the resting B cells for all the life, from the genetic predisposition of the host and from the oncogenic potentialities of the virus that chronically persists and incurs reactivations.Really, these oncological diseases should be considered more complications than chronic forms of the illness, as well as other malignancies for which a viral - or even infectious - etiology is well recognized. The chronic diseases, in fact, should be linked in a pathogenetic and temporal way to the acute infection, from whom start the natural history of the following disease. So, as for the chronic liver diseases from HBV and HCV, it was conied the acronym of CAEBV (Chronic Active EBV infection), distinguishing within these pathologies the more severe forms (SCAEBV) mostly reported in Far East and among children or adolescents. Probably only these forms have to be considered expressions of a chronic EBV infection \"sensu scrictu\", together with those forms of CFS where the etiopathogenetic and temporal link with the acute EBV infection is well documented. As for CFS, also for CAEBV the criteria for a case definition were defined, even on the basis of serological and virological findings. However, the lymphoproliferative disorders are excluded from these forms and mantain their nosographic (e.g. T or B cell or NK type lymphomas) and pathogenetic collocation, even when they occur within chronic forms of EBV infection. In the pathogenesis, near to the programs of latency of the virus, the genetic and environmental factors, independent from the real natural history of EBV infection, play a crucial role.Finally, it was realized a review of cases - not much numerous in literature - of chronic EBV infection associated to chronic liver and neurological diseases, where the modern techniques of molecular biology should be useful to obtain a more exact etiologic definition, not always possibile to reach in the past.The wide variety of clinical forms associated to the EBV chronic infection makes difficult the finding of a univocal pathogenetic link. There is no doubt, however, that a careful examination of the different clinical forms described in this review should be useful to open new horizons to the study of the persistent viral infections and the still not well cleared pathologies that they can induce in the human host.","abstract_source":"pubmed","altmetric_jid":"4f6fa8203cf058f61000bc68","authors":["Pizzigallo Eligio","Racciatti Delia","Gorgoretti Valeria"],"doi":"10.4084\/mjhid.2010.022","first_seen_on":"2013-01-13T15:09:21+00:00","issns":["","2035-3006"],"issue":"1","journal":"Mediterranean Journal of Hematology and Infectious Diseases","last_mentioned_on":1501951624,"links":["http:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC3033110\/","https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC3033110\/"],"pmcid":"PMC3033110","pmid":"21415952","pubdate":"2013-01-13T20:10:00+00:00","publisher":"Catholic University in Rome","title":"EBV Chronic Infections","type":"article","volume":"2","mendeley_url":"http:\/\/www.mendeley.com\/research\/ebv-chronic-infections"},"altmetric_score":{"score":1.75,"score_history":{"1y":1.5,"6m":1,"3m":1,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":1.75},"context_for_score":{"all":{"total_number_of_other_articles":8324953,"mean":7.0165383958894,"rank":3825222,"this_scored_higher_than_pct":53,"this_scored_higher_than":4416430,"rank_type":"exact","sample_size":8324953,"percentile":53},"similar_age_3m":{"total_number_of_other_articles":300260,"mean":6.89853835522,"rank":123245,"this_scored_higher_than_pct":57,"this_scored_higher_than":172558,"rank_type":"exact","sample_size":300260,"percentile":57},"this_journal":{"total_number_of_other_articles":118,"mean":5.7943760683761,"rank":31,"this_scored_higher_than_pct":73,"this_scored_higher_than":87,"rank_type":"exact","sample_size":118,"percentile":73},"similar_age_this_journal_3m":{"total_number_of_other_articles":9,"mean":7.07875,"rank":5,"this_scored_higher_than_pct":44,"this_scored_higher_than":4,"rank_type":"exact","sample_size":9,"percentile":44}}},"demographics":{"poster_types":{"member_of_the_public":1,"practitioner":1},"users":{"twitter":{"cohorts":{"Members of the public":1,"Practitioners (doctors, other healthcare professionals)":1}},"mendeley":{"by_status":{"Unspecified":1,"Professor > Associate Professor":3,"Student  > Doctoral Student":6,"Researcher":7,"Student  > Ph. D. Student":3,"Student  > Postgraduate":4,"Student  > Master":2,"Other":1,"Student  > Bachelor":19,"Lecturer":1,"Professor":1},"by_discipline":{"Engineering":1,"Medicine and Dentistry":25,"Neuroscience":1,"Immunology and Microbiology":1,"Psychology":1,"Agricultural and Biological Sciences":11,"Nursing and Health Professions":1,"Biochemistry, Genetics and Molecular Biology":4,"Unspecified":1,"Pharmacology, Toxicology and Pharmaceutical Science":2}}},"geo":{"twitter":{"GB":1,"US":1},"mendeley":{"CA":1,"US":1,"IT":1,"DE":1}}},"posts":{"facebook":[{"title":"EBV Chronic Infections","url":"https:\/\/www.facebook.com\/308601545912393\/posts\/268269053301861","citation_ids":[1173296],"posted_on":"2013-01-13T14:55:42+00:00","summary":"Abstract\n\nThe infection from Epstein-Barr virus (EBV) or virus of infectious mononucleosis, together with other herpes viruses’ infections, represents a prototype of persistent viral infections characterized by the property of the latency. Although the rea","author":{"name":"Michal Piják, MD - Food Allergy, Sensitivity and Intolerance","url":"https:\/\/www.facebook.com\/308601545912393","facebook_wall_name":"Michal Piják, MD - Food Allergy, Sensitivity and Intolerance","image":"https:\/\/graph.facebook.com\/308601545912393\/picture","id_on_source":"308601545912393"}}],"twitter":[{"url":"http:\/\/twitter.com\/EyeGirlfriend\/statuses\/773269624305676288","license":"gnip","citation_ids":[1173296],"posted_on":"2016-09-06T21:20:19+00:00","author":{"name":"Dry eye lyme diaries","image":"https:\/\/pbs.twimg.com\/profile_images\/656471171957936128\/ddHula2X_normal.jpg","description":"#Dryeye #TMJ #EBV #Lyme #Depression #Spoonie #irondeficiency recovery diary. Keep fighting for the fairytale, it does exist 💪🏻 others have got better so can we!","id_on_source":"EyeGirlfriend","tweeter_id":"3988978349","geo":{"lt":52.16045,"ln":-0.70312,"country":"GB"},"followers":1055},"tweet_id":"773269624305676288"},{"url":"http:\/\/twitter.com\/soltysik_rob\/statuses\/893876015554072576","license":"gnip","citation_ids":[1173296],"posted_on":"2017-08-05T16:47:04+00:00","author":{"name":"Rob Soltysik","url":"http:\/\/optimalprediction.com","image":"https:\/\/pbs.twimg.com\/profile_images\/860619906114605057\/qlUsgsKp_normal.jpg","description":"Independent consultant, medical research. Opposed to nuclear technology. Homepage has become center for research in my illness, enteroviral M.E.","id_on_source":"soltysik_rob","tweeter_id":"848626596927987712","geo":{"lt":39.00039,"ln":-76.74997,"country":"US"},"followers":23},"tweet_id":"893876015554072576"}]}}