{"altmetric_id":21429778,"counts":{"readers":{"mendeley":3,"citeulike":0,"connotea":0},"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["datadrivenspine"],"posts_count":1}},"citation":{"abstract":"There has been renewed interest in the pelvic vertebrae by spinal surgeons recently. Those involved in working with patients with adult spinal deformity, focus on the position of the fused spine as it relates to the pelvis, and determine success or failure by specific numbers for given pelvic parameters. The pelvic parameters that are commonly measured for these patients are pelvic tilt, sacral slope, and pelvic incidence. Out of the three, pelvic incidence has always been considered to be the fixed measurement, while pelvic tilt and sacral slope have the capacity to change in relation to external forces. The assumption that the pelvic incidence does not change has not been proven in a healthy, asymptomatic population.\nThis study aimed to investigate the differences in pelvic incidence between three pelvic positions used in common functional activities: resting baseline pelvic posture, maximal anterior pelvic rotation, and maximal posterior pelvic rotation.\nThis was a randomized, prospective study of 50 healthy, asymptomatic, individuals who were recruited from the vicinity of our institution.\nFifty patients (16 men with a mean age of 26.5 ± 12.1 yrs.; 34 women with a mean age of 27.2 ± 10.8 yrs.) were recruited for this study. Initial screening occurred by telephone. The inclusion criteria consisted of participants being between 18 and 79 years of age, no previous history of spine, pelvic, or lower extremity pain which had lasted longer than 48 hours, or history of any disorder in the spine, pelvis or lower extremity which had required medical care. Female patients could not be pregnant at the time of participation.\nChanges in pelvic incidence were assessed by examining the differences between the values of the pelvic incidence with each change in pelvic position: resting to maximal anterior pelvic rotation and resting to maximal posterior pelvic rotation. Inter-rater reliability was assessed using Cronbach's alpha.\nThis study was funded by a Small Exploratory Grant from the Scoliosis Research Society. All subjects had an initial posterior-anterior and lateral radiograph taken in their resting pelvic position. If no spinal deformity was noted, each subject was instructed to maximally rotate their pelvis anteriorly and an immediate lateral radiograph was taken. The subject was then instructed to maximally rotate their pelvis posteriorly and an immediate lateral radiograph was again taken. Radiographic measurements of pelvic incidence were independently measured by a board-certified, fellowship trained Orthopaedic spine surgeon and a board-certified musculoskeletal radiologist after defining and agreeing to the specific manner of measurement.\nPelvic incidence values changed in 44\/50 subjects (88%) when they maximally anteriorly rotated their pelvis from the resting pelvic position. The mean change was 2.9°, with 23\/50 subjects (46%) changing ≥ 3°. Pelvic incidence values changed in 40\/50 subjects (80%) when they maximally posteriorly rotated their pelvis from the resting position. The mean change was 2.82° with 27\/50 subjects (54%) changing by ≥ 3°.\nThis study demonstrated that for a high percentage of the healthy subjects who participated, the pelvic incidence changed when the subject varied their pelvic position. This questions the assumption that pelvic incidence is a fixed parameter and suggests a potential functional motion at the sacroiliac joint. It also supports the idea that intentionally changing one's posture could lead to a change in pelvic incidence, an idea that could have ramifications in surgical cases.","altmetric_jid":"4f6fa5143cf058f6100035a8","authors":["Place, Howard M.","Hayes, Ann M.","Huebner, Stephen B.","Hayden, Andy M.","Israel, Heidi","Brechbuhler, Jennifer L."],"doi":"10.1016\/j.spinee.2017.06.037","first_seen_on":"2017-06-30T05:15:20+00:00","funders":["niehs"],"handles":[],"issns":["1529-9430","15299430","1878-1632"],"journal":"Spine Journal","last_mentioned_on":1498799705,"links":["http:\/\/www.thespinejournalonline.com\/article\/S1529-9430(17)30311-X\/fulltext?rss=yes&utm_source=dlvr.it&utm_medium=twitter"],"pmid":"28669858","pubdate":"2017-06-01T00:00:00+00:00","publisher":"Elsevier BV","publisher_subjects":[{"name":"Clinical Sciences","scheme":"era"},{"name":"Neurosciences","scheme":"era"}],"scopus_subjects":["Medicine","Health Sciences"],"subjects":["orthopedics"],"title":"Pelvic incidence: a fixed value or can you change it?","type":"article","mendeley_url":"http:\/\/www.mendeley.com\/research\/pelvic-incidence-fixed-value-change-it"},"altmetric_score":{"score":0.5,"score_history":{"1y":0.5,"6m":0.5,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.5},"context_for_score":{"all":{"total_number_of_other_articles":8446126,"mean":7.1012113779909,"rank":6408594,"this_scored_higher_than_pct":13,"this_scored_higher_than":1148300,"rank_type":"exact","sample_size":8446126,"percentile":13},"similar_age_3m":{"total_number_of_other_articles":236729,"mean":12.993994956236,"rank":168611,"this_scored_higher_than_pct":17,"this_scored_higher_than":42542,"rank_type":"exact","sample_size":236729,"percentile":17},"this_journal":{"total_number_of_other_articles":2208,"mean":4.4192251925691,"rank":1490,"this_scored_higher_than_pct":11,"this_scored_higher_than":248,"rank_type":"exact","sample_size":2208,"percentile":11},"similar_age_this_journal_3m":{"total_number_of_other_articles":75,"mean":4.0236486486486,"rank":50,"this_scored_higher_than_pct":1,"this_scored_higher_than":1,"rank_type":"exact","sample_size":75,"percentile":1}}},"demographics":{"poster_types":{"member_of_the_public":1},"users":{"twitter":{"cohorts":{"Members of the public":1}},"mendeley":{"by_status":{"Student  > Doctoral Student":1,"Researcher":1,"Other":1},"by_discipline":{"Medicine and Dentistry":2,"Nursing and Health Professions":1}}}},"posts":{"twitter":[{"url":"http:\/\/twitter.com\/datadrivenspine\/statuses\/880655908694577154","license":"gnip","citation_ids":[21429778],"posted_on":"2017-06-30T05:15:05+00:00","author":{"name":"Data Driven Spine","image":"https:\/\/pbs.twimg.com\/profile_images\/476524652026535936\/3DFDRbic_normal.jpeg","description":"Promulgating data driven spine care.","id_on_source":"datadrivenspine","tweeter_id":"2560150471","geo":{"lt":null,"ln":null},"followers":33},"tweet_id":"880655908694577154"}]}}