{"altmetric_id":1519544,"counts":{"readers":{"mendeley":16,"citeulike":0,"connotea":0},"facebook":{"unique_users_count":1,"unique_users":["168038623287258"],"posts_count":1},"total":{"posts_count":1}},"citation":{"abstract":"Study design:  Systematic review. Study rationale:  Disc degeneration is a common process starting early in life. Often disc herniation is an early step in disc degeneration, which may cause pain or stenosis. How quickly this subsequent disc degeneration occurs following a disc herniation and subsequent surgical treatment and whether certain spinal procedures increase the rate of degeneration remain unclear. Objectives:  To investigate the risk of subsequent radiographic disc degeneration following discectomy, discography, and conservative care in patients with a first-time diagnosed herniated nucleus pulpous (HNP) and to ascertain whether this risk in these defined groups changes over time. Methods:  A systematic review of pertinent articles published up to June 2012. Key articles were searched to identify studies evaluating the risk of subsequent radiographic disc degeneration following treatment for HNP. Studies that included patients undergoing secondary surgery for disc herniation or that did not use a validated classification system to measure the severity of disc degeneration were excluded. Two independent reviewers assessed the strength of evidence using the GRADE criteria and disagreements were resolved by consensus. Results:  From a total of 147 possible citations, three cohort studies (class of evidence III) met our inclusion criteria and form the basis for this report. The risk of subsequent lumbar disc degeneration following standard discectomy was significantly greater compared with both microdiscectomy (48.7% vs 9.1%) and asymptomatic controls (90% vs 68%) in two studies with mean follow-ups of 5.5 and 25.3 years, respectively. Following conservative care for first-time HNP in the third study, the risk of progression of lumbar disc degeneration was 47.6% over the first 2 years of follow-up and 95.2% over the next 6 years of follow-up. In the same study, the risk of lumbar disc degeneration was shown to increase incrementally over the course of the 8-year follow-up, with all patients showing signs of degeneration at final examination. Conclusion:  Standard discectomy in first-time lumbar HNP may increase the risk of subsequent same-level lumbar disc degeneration compared with microdiscectomy as seen in one low-quality study. However, disc degeneration is likely a natural, temporal consequence following HNP, as demonstrated in a second low-quality study. The overall strength of evidence for the conclusions is very low.","abstract_source":"pubmed","altmetric_jid":"4f6fa6173cf058f610007398","authors":["Schroeder JE","Dettori JR","Brodt ED","Kaplan L"],"doi":"10.1055\/s-0032-1328141","first_seen_on":"2013-05-30T06:09:12+00:00","issns":["1663-7976"],"issue":"4","journal":"Evidence-Based Spine-Care Journal","last_mentioned_on":1369684619,"links":["http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/23526910#","http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/23526910"],"pmcid":"PMC3592777","pmid":"23526910","pubdate":"2013-03-27T00:00:00+00:00","title":"Disc degeneration after disc herniation: are we accelerating the process?","type":"article","volume":"3","mendeley_url":"http:\/\/www.mendeley.com\/research\/disc-degeneration-after-disc-herniation-we-accelerating-process"},"altmetric_score":{"score":0.25,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.25},"context_for_score":null},"demographics":{"users":{"mendeley":{"by_status":{"Unspecified":1,"Professor > Associate Professor":1,"Student  > Doctoral Student":3,"Researcher":2,"Student  > Ph. D. Student":2,"Student  > Postgraduate":2,"Other":3,"Student  > Master":1,"Student  > Bachelor":1},"by_discipline":{"Medicine and Dentistry":14,"Agricultural and Biological Sciences":1,"Unspecified":1}}},"geo":{"mendeley":{"BR":1,"AU":1}}},"posts":{"facebook":[{"title":"Disc degeneration after disc herniat... [Evid Based Spine Care J. 2012] - PubMed - NCBI","url":"https:\/\/www.facebook.com\/permalink.php?story_fbid=457497634341354&id=168038623287258","license":"public","citation_ids":[1519544],"posted_on":"2013-05-27T19:56:59+00:00","summary":"http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/23526910#","author":{"name":"ΝΕΥΡΟΠΡΑΚΤΙΚΗ","url":"https:\/\/www.facebook.com\/168038623287258","facebook_wall_name":"Neuropractic","image":"https:\/\/graph.facebook.com\/168038623287258\/picture","id_on_source":"168038623287258"}}]}}