{"altmetric_id":14913138,"counts":{"readers":{"mendeley":15,"citeulike":0,"connotea":0},"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["KennyPharmPhD"],"posts_count":1}},"citation":{"abstract":"University hospitals make up the backbone of medical and economic services of hospitals in Germany: they qualify specialist physicians, ensure medical research, and provide highly specialized maximum medical care, which other hospitals cannot undertake. In addition to this assignment, medical research and academic teaching must be managed despite a growing shortage of specialist physicians. By the year 2020, the need for the replacement of retired physicians and increased demand will total 30,000 positions. The situation will become more difficult because, on the whole, patients are becoming older and sicker and because specialist physicians are able to find more attractive working conditions in smaller hospitals, abroad, or outside of curative medicine.\nIn order to retain sufficient qualified employees, major improvements in quality are required in terms of working and training conditions. For this purpose, a sustainable innovation process is necessary, which incorporates solutions from outside of the health care sector in order to be able to learn from experiences and mistakes from other industries. The FacharztPlus project aims to find suitable measures in order to retain specialist physicians for more years after the completion of 5 years of professional training. This should determine the suitability of additional qualifications alongside the professional career and an expertise-related work organization oriented to different stages of life.\nStructured interviews, surveys, and repertory grids are used as preparation for cross-industry expert panels to create future work scenarios for university hospitals. Industries involved are harbor logistics (container terminal), airports, and digitized industrial production (\"industry 4.0\") because these industries are also facing a shortage of qualified staff and have to respond to rapidly changing demands. Based on the experts' scenarios, consensus groups will be established in each university hospital trying to reach consensus about the implementation of relevant factors in order to improve employee retention.\nWe expect these consensus groups to develop and introduce measures for more structured training procedures, individual and team incentives, organizational guidelines for better recruiting and retention in hospitals, models of flexible and attractive working conditions including shift work and vacation planning, and use of new learning tools (eg, tablet PCs and mobile phones).\nAll measures are implemented in the Department of Anaesthesiology, Intensive Care, Emergency Care and Pain Medicine at the University Hospital Muenster (UKM) with approximately 150 physicians and in the further 44 departments of the UKM and 22 teaching hospitals, which all together employ more than 5000 physicians. The measures will also be implemented at the university hospitals in Aachen, Rostock, and Greifswald. All decisions and measures will be discussed with representatives from hospital management and professional associations. Results will be presented at conferences and published in journals.","altmetric_jid":"521dff503cf058fe17000000","authors":["Joachim Paul Hasebrook"],"doi":"10.2196\/resprot.5897","first_seen_on":"2016-12-21T17:19:48+00:00","funders":["niehs"],"issns":["1929-0748"],"issue":"4","journal":"JMIR Research Protocols","last_mentioned_on":1482340776,"links":["http:\/\/www.researchprotocols.org\/2016\/4\/e240\/"],"pmid":"28003176","pubdate":"2016-12-21T20:16:00+00:00","publisher":"JMIR Publications Inc., Toronto, Canada","startpage":"e240","title":"Securing the Continuity of Medical Competence in Times of Demographic Change: A Proposal","type":"article","volume":"5","mendeley_url":"http:\/\/www.mendeley.com\/research\/securing-continuity-medical-competence-times-demographic-change-proposal"},"altmetric_score":{"score":0.25,"score_history":{"1y":0.25,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.25},"context_for_score":{"all":{"total_number_of_other_articles":7917108,"mean":6.6979661075636,"rank":6854486,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":7917108,"percentile":1},"similar_age_3m":{"total_number_of_other_articles":251087,"mean":12.400117577244,"rank":205599,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":251087,"percentile":1},"this_journal":{"total_number_of_other_articles":618,"mean":5.3582301458671,"rank":574,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":618,"percentile":1},"similar_age_this_journal_3m":{"total_number_of_other_articles":155,"mean":6.8434805194805,"rank":137,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":155,"percentile":1}}},"demographics":{"poster_types":{"member_of_the_public":1},"users":{"twitter":{"cohorts":{"Members of the public":1}},"mendeley":{"by_status":{"Unspecified":1,"Student  > Ph. D. Student":2,"Student  > Postgraduate":6,"Student  > Master":3,"Other":1,"Student  > Bachelor":1,"Lecturer":1},"by_discipline":{"Engineering":4,"Medicine and Dentistry":1,"Social Sciences":7,"Psychology":2,"Unspecified":1}}},"geo":{"twitter":{"AU":1}}},"posts":{"twitter":[{"url":"http:\/\/twitter.com\/KennyPharmPhD\/statuses\/811622158585724928","license":"gnip","citation_ids":[14913138],"posted_on":"2016-12-21T17:19:36+00:00","author":{"name":"Kenneth Lee","url":"https:\/\/au.linkedin.com\/in\/kennypharmphd","image":"https:\/\/pbs.twimg.com\/profile_images\/579679854183907329\/tp2fEQBv_normal.jpg","description":"Pharmacist | Academic | Health Informatician. Research Areas: health literacy, information behaviour, tech in health & education. https:\/\/about.me\/KennyPharmPhD","id_on_source":"KennyPharmPhD","tweeter_id":"786389786","geo":{"lt":-42,"ln":147,"country":"AU"},"followers":681},"tweet_id":"811622158585724928"}]}}