{"altmetric_id":24533499,"counts":{"readers":{"mendeley":2,"citeulike":1,"connotea":0},"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["PublicHealthLit"],"posts_count":1}},"citation":{"abstract":"Childhood obesity has been an epidemic particularly in high-income countries. There is a considerable volume of data and studies depicting the rising number of obese children and adolescents in different countries. As suggested by the literature, physical inactivity is one the main drivers of childhood obesity. This paper addresses the associations of the built environment with physical activity of children in order to find to theoretically facilitate intervention and prevention measures. Literature: There is a large body of literature describing the overall determinants of children's physical activity. The built environment is one of the influential factors that have been partially examined. Among the physical environment indicators, distance to school has been repeatedly reported to be negatively associated with active travels to school; thus, it indirectly affects physical activity of children. Apart from distance to school, some other built environment indicators have also been less researched, such as population and construction densities, distance to the city center, land use mix, and type of urban fabric (urban, suburban, etc.).\nThe purpose of this review was to shed light on some of the less-studied areas of the existing literature related to the relationship between the built environment and physical activity of children aged between 3 and 12 years.\nThe English-language publications, majority of which were peer-reviewed journal papers published in recent years, were collected and descriptively analyzed. Two large categories were the backbone of this narrative review: (1) non-school outdoor activities of children that take place in the residential neighborhood and (2) commuting to school and the related interventions such as safe routes to school.\nSeven areas were synthesized by this review of the literature. Differences in associations of the built environment and physical activity in (1) different types of urban forms and land uses such as urban, suburban, high-density, etc.; (2) different city sizes such as small towns, mid-sized cities, large cities and megacities; (3) different cultures, subcultures and ethnicities in the same city of country, e.g. the Asian minority of London or the Turkish minority of Germany; (4) between perceptions of parents and children and associations with children's physical activity, e.g. how they perceive safety and security of the neighborhood; (5) associations of the built environment with children's physical activity in less-studied contexts, e.g. many developing and under-developed countries or eastern European countries; (6) differences in built environment - physical activity associations in different regions of the world, e.g. continents; and finally (7) associations between mobility patterns of parents and their children's physical activity, for instance, the frequencies of taking public transport or walk as a commute mode.\nResearchers are recommended to focus their less-researched subtopics mentioned under the Results section in accordance with local conditions observed in less-researched contexts so that measures and interventions are accordingly planned.","authors":["Houshmand E. Masoumi"],"doi":"10.1515\/reveh-2016-0046","first_seen_on":"2017-08-30T16:14:02+00:00","funders":["niehs"],"issns":["2191-0308","0048-7554"],"journal":"Reviews on Environmental Health","last_mentioned_on":1504109629,"links":["https:\/\/www.degruyter.com\/view\/j\/reveh.ahead-of-print\/reveh-2016-0046\/reveh-2016-0046.xml"],"pdf_url":"http:\/\/www.degruyter.com\/downloadpdf\/j\/reveh.ahead-of-print\/reveh-2016-0046\/reveh-2016-0046.xml","pmid":"28809754","pubdate":"2017-08-15T00:00:00+00:00","publisher":"De Gruyter","subjects":["environmentalhealth"],"title":"Associations of built environment and children’s physical activity: a narrative review","type":"article","mendeley_url":"http:\/\/www.mendeley.com\/research\/associations-built-environment-childrens-physical-activity-narrative-review"},"altmetric_score":{"score":0.25,"score_history":{"1y":0.25,"6m":0.25,"3m":0.25,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.25},"context_for_score":null},"demographics":{"poster_types":{"practitioner":1},"users":{"twitter":{"cohorts":{"Practitioners (doctors, other healthcare professionals)":1}},"mendeley":{"by_status":{"Student  > Bachelor":1,"Student  > Ph. D. Student":1},"by_discipline":{"Nursing and Health Professions":1,"Unspecified":1}}}},"posts":{"twitter":[{"url":"http:\/\/twitter.com\/PublicHealthLit\/statuses\/902927345828450305","license":"gnip","citation_ids":[24533499],"posted_on":"2017-08-30T16:13:49+00:00","author":{"name":"Public Health Lit","url":"http:\/\/www.citeulike.org\/user\/denraymachin","image":"https:\/\/pbs.twimg.com\/profile_images\/378800000573573021\/706a9eb605a71cc83e9c46fda5d847f5_normal.jpeg","description":"Scanning the Public Health Literature so you don't have to. Alcohol, smoking, obesity, sexual health, infectious diseases, nutrition, physical activity etc","id_on_source":"PublicHealthLit","tweeter_id":"1950297037","geo":{"lt":null,"ln":null},"followers":1542},"tweet_id":"902927345828450305"}]}}