{"altmetric_id":2246777,"counts":{"readers":{"mendeley":11,"citeulike":0,"connotea":0},"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["KidneyCancerNet"],"posts_count":1}},"selected_quotes":["Practice patterns for the surgical treatment of T1 renal cell carcinoma: A nationwide population-based register"],"citation":{"abstract":"Abstract Objective. Treatment of renal cell carcinoma (RCC) with radical nephrectomy (RN) induces chronic kidney disease more frequently compared with nephron-sparing surgery (NSS), which may have an impact on overall survival. Thus, NSS is recommended for RCCs up to 7 cm (T1). The aim of this study was to determine the extent to which these recommendations are implemented in clinical practice. Material and methods. Data were extracted from the Swedish National Kidney Cancer Register, a population-based register covering 98% of all RCCs in Sweden. In total, 3158 patients (1892 men, 1266 women) were primarily diagnosed with cT1N0M0 and treated surgically during 2005-2011. The administered treatments were evaluated between different hospitals as well as between the 21 independent healthcare counties. Results. In all, 742 patients were treated with NSS, 2339 with RN and 77 with minimally invasive ablative treatments. For cT1a RCC, patients treated with NSS increased from 22% in 2005 to 53% in 2011, and for cT1b from 2% to 10%. Nephron-sparing treatments for cT1a RCC were performed in 62% in university hospitals, 34% in intermediate- and 11% in low-volume hospitals. There was significant (p < 0.001) variation (31-67%) between the university hospitals and also for patient care in the 21 different counties (16-78%). There was an increased relative survival after NSS for T1a patients compared with RN. The register design by itself indicates limitations using data gathered from all Swedish hospitals. Conclusions. NSS was underutilized in many hospitals and a patient's chance of being offered NSS varied according to their place of residence. Patients with cT1a RCC treated with NSS had a significantly better relative survival than those treated with RN.","abstract_source":"pubmed","altmetric_jid":"56dd9b6f2a83ee7d288b4577","authors":["Börje Ljungberg","Ljungberg B","Gudmundsson E","Christensen S","Lundstam S"],"doi":"10.3109\/21681805.2014.898686","first_seen_on":"2014-04-04T15:15:20+00:00","issns":["2168-1805","2168-1813"],"journal":"Scandinavian Journal of Urology","last_mentioned_on":1396619790,"links":["http:\/\/informahealthcare.com\/doi\/abs\/10.3109\/21681805.2014.898686","http:\/\/www.tandfonline.com\/doi\/abs\/10.3109\/21681805.2014.898686"],"pmid":"24666103","pubdate":"2014-03-31T00:00:00+00:00","title":"Practice patterns for the surgical treatment of T1 renal cell carcinoma: A nationwide population-based register study.","type":"article","mendeley_url":"http:\/\/www.mendeley.com\/research\/practice-patterns-surgical-treatment-t1-renal-cell-carcinoma-nationwide-populationbased-register-stu-1"},"altmetric_score":{"score":1,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":1},"context_for_score":null},"demographics":{"poster_types":{"member_of_the_public":1},"users":{"twitter":{"cohorts":{"Members of the public":1}},"mendeley":{"by_status":[],"by_discipline":[]}},"geo":{"twitter":{"CA":1}}},"posts":{"twitter":[{"url":"http:\/\/twitter.com\/KidneyCancerNet\/status\/452082282879524864","license":"public","citation_ids":[2246777,2246777],"posted_on":"2014-04-04T13:56:30+00:00","author":{"name":"KCCNN Kidney Cancer","url":"http:\/\/kidneycancercanada.ca\/kccnn\/","image":"http:\/\/pbs.twimg.com\/profile_images\/427194671182254080\/V4lk2HFT_normal.jpeg","description":"The Kidney Cancer Canada Nurses Network (KCCNN) supports nurses who provide care for patients with kidney cancer. We are supported by Kidney Cancer Canada.","id_on_source":"KidneyCancerNet","tweeter_id":"2305787376","geo":{"lt":"61.0666922","ln":"-107.9917071","country":"CA"},"followers":17},"tweet_id":"452082282879524864"}]}}