{"altmetric_id":3830427,"citation":{"abstract":"This public expenditure review (PER) for Moldova is the result of a body of programmatic fiscal work. This PER focuses on capital expenditure. It supports the first pillar of the country partnership strategy and complements the 2012 development policy operation. In the context of economic recovery and stabilization, government requested World Bank assistance in improving its capital allocation mechanism, as its fiscal consolidation program attempted to create space for critical infrastructure whilst gradually reducing the state's footprint in the economy. This report recommends ways to strengthen public investment processes, institutions, and sector policies to achieve better outcomes for public capital expenditures in Moldova. Three key areas of reform are: (i) raise the quality of new projects by improving preliminary screening and project appraisal mechanisms; (ii) improve selection of new projects and ensure continuity of funding for ongoing projects through better prioritization and budgeting processes; and (iii) strengthen monitoring of project implementation for cost efficiency and timely delivery of public services. A summary of public investment management and sectoral reforms is presented in table one of the report. The report has four chapters. The first chapter presents the macroeconomic outlook and its implications for fiscal policy, particularly with respect to the capital budget. The second chapter presents the structure and classification of the capital budget as well as recent trends in capital expenditure levels and execution, and reviews the adequacy of resource allocations and utilization across sectors, given investment needs, national priorities, and implementation capacity. The third chapter reviews public investment management processes and presents recommendations to improve the efficiency of public capital expenditure in Moldova. The fourth chapter discusses specific sector challenges and offers recommendations for improving capital expenditure outcomes","authors":["The World Bank"],"first_seen_on":"2015-03-24T12:53:43+00:00","issns":[],"last_mentioned_on":1384032499,"links":["http:\/\/documents.worldbank.org\/curated\/en\/2013\/06\/18433023\/moldova-public-expenditure-review-capital-expenditures-making-public-investment-work-competitiveness-inclusive-growth-moldova"],"pdf_url":"http:\/\/www-wds.worldbank.org\/external\/default\/WDSContentServer\/WDSP\/IB\/2013\/10\/24\/000442464_20131024104128\/Rendered\/PDF\/763100ESW0Mold0h0PUBLIC00Box379856B.pdf","pubdate":"2013-06-01T00:00:00+00:00","startpage":"1","title":"Moldova - Public expenditure review : capital expenditures - making public investment work for competitiveness and inclusive growth in Moldova","type":"article","uri":"http:\/\/documents.worldbank.org\/curated\/en\/18433023"},"altmetric_score":{"score":1,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":1},"context_for_score":null},"demographics":{"poster_types":{"science_communicator":1},"users":{"twitter":{"cohorts":{"Science communicators (journalists, bloggers, editors)":1}}}},"counts":{"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["maldiveanalyst"],"posts_count":1}},"posts":{"twitter":[{"url":"http:\/\/twitter.com\/maldiveanalyst\/status\/399287359667441664","license":"datasift","citation_ids":[3830427],"posted_on":"2013-11-09T21:28:19+00:00","author":{"name":"Maldive Analyst","url":"http:\/\/www.maldiveanalyst.com","image":"http:\/\/a0.twimg.com\/profile_images\/2529107220\/ma_normal.jpeg","description":"Maldives based, English language online magazine, offering analysis about current affairs, politics, business, technology and culture.","id_on_source":"maldiveanalyst","tweeter_id":"772290619","followers":13},"tweet_id":"399287359667441664"}]}}