{"altmetric_id":7105115,"counts":{"readers":{"mendeley":23,"citeulike":0,"connotea":1},"total":{"posts_count":1},"q&a":{"unique_users_count":1,"unique_users":["biology.stackexchange.com-40714"],"posts_count":1}},"citation":{"abstract":"The thermostable DNA polymerase from Thermus aquaticus (Taq polymerase) has been truncated to molecular regions essential for polymerase activity. Two truncated forms of the full-length 832 amino acid Taq polymerase have been constructed according to sequence alignments and the known domain structure of the homologous Escherichia coli DNA polymerase I (E.coli pol I): variant delta288 (lacking the N-terminal 288 amino acid portion) and variant delta413 (lacking the N-terminal 413 amino acid portion). Both protein fragments were stable and showed polymerase activity, albeit specific activity and thermostability of the variant delta413 were significantly decreased compared with the full length Taq polymerase. In order to increase the thermostability of the variant delta413, a three-dimensional model of the polymerase domain of Taq polymerase was built by homology with a model of the Klenow fragment of the E.coli pol I based on the available Calpha coordinates. Consequently two variants were designed and constructed using site-directed mutagenesis. The strategies used were deletion of 10 flexible amino acids and replacement of two hydrophobic amino acids on the surface by more hydrophilic ones. Compared with the initial protein fragment, both variant enzymes showed an increase in polymerase activity and thermostability. After the completion of this work, X-ray coordinates of the Taq polymerase became available from the protein structure data bank. A comparison between the homology model and the experimental three-dimensional structure proved the quality of the model.","authors":["B Villbrandt","G Sagner","D Schomburg"],"doi":"10.1093\/protein\/10.11.1281","endpage":"1288","first_seen_on":"2016-05-01T19:40:30+00:00","issns":["0269-2139","1741-0134"],"issue":"11","journal":"Protein Engineering","last_mentioned_on":1447758656,"links":["http:\/\/peds.oxfordjournals.org\/content\/10\/11\/1281.full.pdf"],"pdf_url":"http:\/\/peds.oxfordjournals.org\/content\/10\/11\/1281.full.pdf","pmid":"9514116","pubdate":"1997-11-01T00:00:00+00:00","startpage":"1281","subjects":["biotechnology","biochemistry"],"title":"Investigations on the thermostability and function of truncated Thermus aquaticus DNA polymerase fragments","type":"article","volume":"10","mendeley_url":"http:\/\/www.mendeley.com\/research\/investigations-thermostability-function-truncated-ithermus-aquaticusi-dna-polymerase-fragments"},"altmetric_score":{"score":2.5,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":2.5},"context_for_score":null},"demographics":{"users":{"mendeley":{"by_status":{"Professor > Associate Professor":1,"Researcher":7,"Student  > Doctoral Student":1,"Student  > Ph. D. Student":5,"Student  > Postgraduate":1,"Student  > Master":2,"Other":1,"Student  > Bachelor":4,"Professor":1},"by_discipline":{"Engineering":1,"Chemistry":1,"Agricultural and Biological Sciences":17,"Biochemistry, Genetics and Molecular Biology":3,"Chemical Engineering":1}}},"geo":{"mendeley":{"ZW":1,"DE":1}}},"posts":{"q&a":[{"title":"Alternatives to PCR","url":"http:\/\/biology.stackexchange.com\/questions\/40714\/alternatives-to-pcr","license":"public","citation_ids":[173273,7105115,7105116,7105117],"posted_on":"2015-11-17T11:10:56+00:00","summary":"PCR uses cycles of heating and cooling to denature the strands, calling for special thermostable DNA polymerases. In a cell, during replication, Helicase unwinds the DNA without the requirement of heat. Can Helicase be used instead of the heat cycling to a","author":{"id_on_source":"CubeMaker"}}]}}