{"altmetric_id":19833448,"counts":{"readers":{"mendeley":1,"citeulike":0,"connotea":0},"total":{"posts_count":1},"news":{"unique_users_count":1,"unique_users":["beckers_spine_review"],"posts_count":1}},"citation":{"abstract":"Recent healthcare reforms have raised the importance of cost and value in the management of disease. Value is a function of benefit and cost. Understanding variability in resources utilized by individual surgeons to achieve similar outcomes may provide an opportunity for cutting costs though greater standardization. The purpose of this study is to evaluate differences in use of implants and hospital resources among surgeons performing adolescent idiopathic scoliosis (AIS) surgery.\nA multicenter prospective AIS operative database was queried. Patients were matched for Lenke curve type and curve magnitude, resulting in 5 surgeons and 35 matched groups (N = 175). Mean patient age was 14.9 years and curve magnitude 50°. Parameters of interest were compared between surgeons via ANOVA and Bonferroni pairwise comparison.\nThere was no significant difference in percentage curve correction or levels fused between surgeons. Significant differences between surgeons were found for percentage posterior approach, operative time, length of stay (LOS), estimated blood loss (EBL), cell saver transfused, rod material, screw density, number of screws, use of antifibrinolytics, and cessation of intravenous analgesics. Despite differences in EBL and cell saver transfused, there were no differences in allogenic blood (blood bank) use.\nSignificant variability in resource utilization was noted between surgeons performing AIS operations, although radiographic results were uniform. Standardization of resource utilization and cost containment opportunities include implant usage, rod material, LOS, and transition to oral analgesics, as these factors are the largest contributors to cost in AIS surgery.","authors":["Baron S. Lonner","Courtney S. Toombs","Justin C. Paul","Suken A. Shah","Harry L. Shufflebarger","John M. Flynn","Peter O. Newton"],"doi":"10.1016\/j.jspd.2017.01.002","first_seen_on":"2017-05-03T19:36:07+00:00","funders":["niehs"],"issns":["2212134X","2212-1358"],"issue":"3","journal":"Spine Deformity","last_mentioned_on":1493803457,"links":["http:\/\/www.spine-deformity.org\/article\/S2212-134X(17)30016-3\/fulltext"],"pdf_url":"http:\/\/www.spine-deformity.org\/article\/S2212134X17300163\/pdf","pmid":"28449959","pubdate":"2017-05-01T00:00:00+00:00","publisher":"Elsevier","title":"Resource Utilization in Adolescent Idiopathic Scoliosis Surgery: Is There Opportunity for Standardization?","type":"article","volume":"5","mendeley_url":"http:\/\/www.mendeley.com\/research\/resource-utilization-adolescent-idiopathic-scoliosis-surgery-opportunity-standardization"},"altmetric_score":{"score":7,"score_history":{"1y":7,"6m":7,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":7},"context_for_score":null},"demographics":{"users":{"mendeley":{"by_status":{"Researcher":1},"by_discipline":{"Medicine and Dentistry":1}}}},"posts":{"news":[{"title":"5 points on scoliosis surgery standardization: Best opportunities to cut costs while maintaining quality","url":"http:\/\/ct.moreover.com\/?a=30445657070&p=1pl&v=1&x=axwVul04eEj-eHHQxKh0RA","license":"public","citation_ids":[19833448],"posted_on":"2017-05-03T09:24:17+00:00","summary":"A new study published in Spinal Deformity examines resource utilization in adolescent idiopathic scoliosis surgery.","author":{"name":"Becker's Spine Review","url":"http:\/\/beckersspine.com","image":"https:\/\/s3.amazonaws.com\/weyland.altmetric.com\/news_sources\/logos\/000\/000\/304\/normal\/Screen_Shot_2016-02-02_at_15.16.11.png?1454426183"}}]}}