{"altmetric_id":14519142,"counts":{"readers":{"mendeley":2,"citeulike":0,"connotea":0},"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["georgia_tobiano"],"posts_count":1}},"selected_quotes":["We need to create opportunities for a research-infused health service in QLD"],"citation":{"abstract":"Objective The aim of the present study was to describe the research activities being undertaken by health service employees within one Australian health service and explore their experiences with undertaking research.Methods The present mixed-methods study was conducted across one health service in Queensland, Australia, and included a cross-sectional online survey and interviews with healthcare service employees. The anonymous survey was a self-administered online questionnaire, distributed to all 6121 employees at the health service via email, asking about research activity and engagement. Willing participants were also interviewed on their perceptions and experiences with research and capacity building.Results In all, 151 participants responded to the survey and 22 participated in interviews. Three-quarters of respondents reported actively participating in research over the past 6 years and several research outputs, such as publications, conference presentations and competitive grant funding, were displayed. Four concepts emerged from interview findings, namely collaborative partnerships, skilled mentorship, embedding research and organisational support, which represented the overall theme 'opportunities for a research-infused health service'.Conclusion Employees of the health service recognised the importance of research and had a range of research skills, knowledge and experience. They also identified several opportunities for building research capacity in this service.What is known about the topic? Building research capacity among healthcare professionals is important for enabling the conduct of high-quality research in healthcare institutions. However, building research capacity is complex and influenced by the uniqueness of organisational context. In order to successfully build research capacity among employees at any health service, current research activity, skills and experience, as well as staff perceptions around building research capacity in that setting, should first be explored.What does this paper add? Healthcare services should incorporate teaching and research with clinical care to optimise outcomes for consumers. Support for research can be diminished in favour of clinical care and reduced emphasis on the importance of research can negatively influence research activity and expansion of clinician-led research. Highlighting the perceptions and experience of clinicians with enabling research and capacity building is a context-specific but necessary process to ensure that strategies, processes and resources are targeted to maintain support for research activity while overcoming barriers.What are the implications for practitioners? Participants in this study identified several ways to build research capacity in their health service, many of which may be applicable to other settings and contexts. Building research collaborations and academic partnerships are important to enable and drive research. Structural processes, such as organisational support and opportunities for skilled mentorship, may be necessary to build health service employees' research knowledge, skills and confidence. Finally, embedding research into everyday practice is important to foster a positive research culture within health services.","altmetric_jid":"4f6fa4e93cf058f610002367","authors":["Andrea P. Marshall","Shelley Roberts","Mark J. Baker","Gerben Keijzers","Jessica Young","N. J. Chris Stapelberg","Julia Crilly"],"doi":"10.1071\/ah15156","first_seen_on":"2016-12-06T21:48:06+00:00","issns":["0156-5788","1449-8944"],"issue":"6","journal":"Australian Health Review","last_mentioned_on":1481060869,"links":["http:\/\/www.publish.csiro.au\/ah\/Fulltext\/AH15156?subscribe=false"],"pdf_url":"http:\/\/www.publish.csiro.au\/ah\/pdf\/AH15156","pmid":"26827245","pubdate":"2016-12-21T00:00:00+00:00","publisher":"CSIRO PUBLISHING","publisher_subjects":[{"name":"Public Health And Health Services","scheme":"era"},{"name":"Policy And Administration","scheme":"era"},{"name":"Nursing","scheme":"era"}],"scopus_subjects":["Medicine","Health Sciences"],"startpage":"667","subjects":["nursing","healthservices","hospitals"],"title":"Survey of research activity among multidisciplinary health professionals","type":"article","volume":"40","mendeley_url":"http:\/\/www.mendeley.com\/research\/survey-research-activity-among-multidisciplinary-health-professionals"},"altmetric_score":{"score":1,"score_history":{"1y":1,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":1},"context_for_score":{"all":{"total_number_of_other_articles":8279540,"mean":6.9833312101003,"rank":4404291,"this_scored_higher_than_pct":27,"this_scored_higher_than":2305275,"rank_type":"exact","sample_size":8279540,"percentile":27},"similar_age_3m":{"total_number_of_other_articles":274523,"mean":12.046511070151,"rank":150849,"this_scored_higher_than_pct":35,"this_scored_higher_than":97201,"rank_type":"exact","sample_size":274523,"percentile":35},"this_journal":{"total_number_of_other_articles":390,"mean":3.3602416452442,"rank":370,"this_scored_higher_than_pct":20,"this_scored_higher_than":81,"rank_type":"exact","sample_size":390,"percentile":20},"similar_age_this_journal_3m":{"total_number_of_other_articles":18,"mean":2.0603529411765,"rank":7,"this_scored_higher_than_pct":27,"this_scored_higher_than":5,"rank_type":"exact","sample_size":18,"percentile":27}}},"demographics":{"poster_types":{"researcher":1},"users":{"twitter":{"cohorts":{"Scientists":1}},"mendeley":{"by_status":{"Researcher":1,"Student  > Bachelor":1},"by_discipline":{"Medicine and Dentistry":2}}},"geo":{"twitter":{"AU":1}}},"posts":{"twitter":[{"url":"http:\/\/twitter.com\/georgia_tobiano\/statuses\/806253840177577985","license":"gnip","citation_ids":[14519142],"posted_on":"2016-12-06T21:47:49+00:00","author":{"name":"Georgia Tobiano","image":"https:\/\/pbs.twimg.com\/profile_images\/806614276920123392\/rgOeuYUR_normal.jpg","description":"Acute care ward nurse. Researcher. Interested in patient- & family-centred care | patient- & family- participation in care | handover.","id_on_source":"georgia_tobiano","tweeter_id":"3298973036","geo":{"lt":-28.00029,"ln":153.43088,"country":"AU"},"followers":74},"tweet_id":"806253840177577985"}]}}