{"altmetric_id":12493118,"counts":{"readers":{"mendeley":8,"citeulike":0,"connotea":0},"total":{"posts_count":1},"googleplus":{"unique_users_count":1,"unique_users":["Jamie Reno"],"posts_count":1}},"citation":{"abstract":"Rates of lymphoma are rising rapidly and lymphoma is now the ninth most common cancer among Chinese males. The China Lymphoma Project was founded to increase awareness of lymphoma in China, including the survivability of the disease and the availability of potentially life-saving treatments, and to provide social support for men, women, and children in China who are living with the disease. The project is working with China government officials, several of the top cancer hospitals in China and the U.S., internationally known oncologists and cancer researchers, pharmaceutical and biotech companies in China and the U.S., healthcare and environmental companies, the Confucius Institute at San Diego State University, and the Asian Heritage Society. Advances in e-Health are being utilized to provide patient education and social support. The project will provide free e-books that profile lymphoma survivors (e.g., Kai-Fu Lee, creator of Google China), new videos, websites, pamphlets, blogs, video logs (vlogs), peer-to-peer counseling and support, and information about the latest treatments and oncology clinical trials.","authors":["Coughlin, Steven","Reno, Jamie"],"first_seen_on":"2016-10-07T20:44:07+00:00","funders":["nhlbi"],"issns":["2378-6841"],"issue":"1","journal":"Journal of environment and health sciences","last_mentioned_on":1475778962,"links":["https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/27570834"],"pmid":"27570834","pubdate":"2016-01-01T00:00:00+00:00","title":"Advancing Cancer Survivorship in a Country with 1.35 Billion People: The China Lymphoma Project.","type":"article","volume":"2","mendeley_url":"http:\/\/www.mendeley.com\/research\/advancing-cancer-survivorship-country-135-billion-people-china-lymphoma-project"},"altmetric_score":{"score":1,"score_history":{"1y":1,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":1},"context_for_score":null},"demographics":{"users":{"mendeley":{"by_status":{"Librarian":1,"Student  > Postgraduate":2,"Other":1,"Student  > Bachelor":4},"by_discipline":{"Medicine and Dentistry":7,"Arts and Humanities":1}}}},"posts":{"googleplus":[{"title":"My editorial with Dr. Steven Coughlin, the renowned epidemiologist, on how to bring cancer patient advocacy...","url":"https:\/\/plus.google.com\/113830742258904113671\/posts\/62bCbgDb29Q","license":"public","citation_ids":[12493118],"posted_on":"2016-10-06T18:36:02+00:00","summary":"My editorial with Dr. Steven Coughlin, the renowned epidemiologist, on how to bring cancer patient advocacy... My editorial with Dr. Steven Coughlin, the renowned epidemiologist, on how to bring cancer patient advocacy to China, now appears in the National","author":{"name":"Jamie Reno","url":"https:\/\/plus.google.com\/113830742258904113671","image":"https:\/\/lh5.googleusercontent.com\/--vxoMxMiZ38\/AAAAAAAAAAI\/AAAAAAAAAsY\/WcMnhvnWUNE\/photo.jpg?sz=50","id_on_source":"113830742258904113671"}}]}}