{"altmetric_id":4022683,"counts":{"readers":{"mendeley":0,"citeulike":0,"connotea":0},"facebook":{"unique_users_count":1,"unique_users":["318089315050421"],"posts_count":1},"total":{"posts_count":2},"twitter":{"unique_users_count":1,"unique_users":["MedWormEbola"],"posts_count":1}},"citation":{"abstract":"Dehydration is an important cause of death in patients with Ebola virus disease (EVD). Parenteral fluids are often required in patients with fluid requirements in excess of their oral intake. The peripheral intravenous route is the most commonly used method of parenteral access, but inserting and maintaining an intravenous line can be challenging in the context of EVD. Therefore it is important to consider the advantages and disadvantages of different routes for achieving parenteral access (e.g. intravenous, intraosseous, subcutaneous and intraperitoneal).\nTo compare the reliability, ease of use and speed of insertion of different parenteral access methods.\nWe ran the search on 17 November 2014. We searched the Cochrane Injuries Group's Specialised Register, Cochrane Central Register of Controlled Trials (CENTRAL, The Cochrane Library), Ovid MEDLINE(R) In-Process & Other Non-Indexed Citations, Ovid MEDLINE(R) Daily, Ovid MEDLINE(R) and Ovid OLDMEDLINE(R), Embase Classic + Embase (OvidSP), CINAHL (EBSCOhost), clinicaltrials.gov and screened reference lists.\nRandomised controlled trials comparing different parenteral routes for the infusion of fluids or medication.\nTwo review authors examined the titles and abstracts of records obtained by searching the electronic databases to determine eligibility. Two review authors extracted data from the included trials and assessed the risk of bias. Outcome measures of interest were success of insertion; time required for insertion; number of insertion attempts; number of dislodgements; time period with functional access; local site reactions; clinicians' perception of ease of administration; needlestick injury to healthcare workers; patients' discomfort; and mortality. For trials involving the administration of fluids we also collected data on the volume of fluid infused, changes in serum electrolytes and markers of renal function. We rated the quality of the evidence as 'high', 'moderate', 'low' or 'very low' according to the GRADE approach for the following outcomes: success of insertion, time required for insertion, number of dislodgements, volume of fluid infused and needlestick injuries.\nWe included 17 trials involving 885 participants. Parenteral access was used to infuse fluids in 11 trials and medications in six trials. None of the trials involved patients with EVD. Intravenous and intraosseous access was compared in four trials; intravenous and subcutaneous access in 11; peripheral intravenous and intraperitoneal access in one; saphenous vein cutdown and intraosseous access in one; and intraperitoneal with subcutaneous access in one. All of the trials assessing the intravenous method involved peripheral intravenous access.We judged few trials to be at low risk of bias for any of the assessed domains.Compared to the intraosseous group, patients in the intravenous group were more likely to experience an insertion failure (risk ratio (RR) 3.89, 95% confidence interval (CI) 2.39 to 6.33; n = 242; GRADE rating: low). We did not pool data for time to insertion but estimates from the trials suggest that inserting intravenous access takes longer (GRADE rating: moderate). Clinicians judged the intravenous route to be easier to insert (RR 0.15, 95% CI 0.04 to 0.61; n = 182). A larger volume of fluids was infused via the intravenous route (GRADE rating: moderate). There was no evidence of a difference between the two routes for any other outcomes, including adverse events.Compared to the subcutaneous group, patients in the intravenous group were more likely to experience an insertion failure (RR 14.79, 95% CI 2.87 to 76.08; n = 238; GRADE rating: moderate) and dislodgement of the device (RR 3.78, 95% CI 1.16 to 12.34; n = 67; GRADE rating: low). Clinicians also judged the intravenous route as being more difficult to insert and patients were more likely to be agitated in the intravenous group. Patients in the intravenous group were more likely to develop a local infection and phlebitis, but were less likely to develop erythema, oedema or swelling than those in the subcutaneous group. A larger volume of fluids was infused into patients via the intravenous route. There was no evidence of a difference between the two routes for any other outcome.There were insufficient data to reliably determine if the risk of insertion failure differed between the saphenous vein cutdown (SVC) and intraosseous method (RR 4.00, 95% CI 0.51 to 31.13; GRADE rating: low). Insertion using SVC took longer than the intraosseous method (MD 219.60 seconds, 95% CI 135.44 to 303.76; GRADE rating: moderate). There were no data and therefore there was no evidence of a difference between the two routes for any other outcome.There were insufficient data to reliably determine the relative effects of intraperitoneal or central intravenous access relative to any other parenteral access method.\nThere are several different ways of achieving parenteral access in patients who are unable meet their fluid requirements with oral intake alone. The quality of the evidence, as assessed using the GRADE criteria, is somewhat limited because of the lack of adequately powered trials at low risk of bias. However, we believe that there is sufficient evidence to draw the following conclusions: if peripheral intravenous access can be achieved easily, this allows infusion of larger volumes of fluid than other routes; but if this is not possible, the intraosseous and subcutaneous routes are viable alternatives. The subcutaneous route may be suitable for patients who are not severely dehydrated but in whom ongoing fluid losses cannot be met by oral intake.A film to accompany this review can be viewed here (http:\/\/youtu.be\/ArVPzkf93ng).","altmetric_jid":"4f6fa9123cf058f61000cc8c","authors":["Ker, Katharine","Tansley, Gavin","Beecher, Deirdre","Perner, Anders","Shakur, Haleema","Harris, Tim","Roberts, Ian"],"doi":"10.1002\/14651858.CD011386.pub","first_seen_on":"2015-05-20T16:27:58+00:00","funders":["niehs"],"issns":["1469-493X"],"journal":"Cochrane database of systematic reviews","last_mentioned_on":1430335664,"links":["http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/25914907?dopt=Abstract"],"pmid":"25914907","publisher_subjects":[{"name":"Medical And Health Sciences","scheme":"era"}],"scopus_subjects":["Medicine","Health Sciences"],"subjects":["healthservicesresearch","medicine"],"title":"Comparison of routes for achieving parenteral access with a focus on the management of patients with Ebola virus disease","type":"article","volume":"2","mendeley_url":"http:\/\/www.mendeley.com\/research\/comparison-routes-achieving-parenteral-access-focus-management-patients-ebola-virus-disease"},"altmetric_score":{"score":0.75,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.75},"context_for_score":{"all":{"total_number_of_other_articles":5037934,"mean":5.9747577444979,"rank":3326697,"this_scored_higher_than_pct":29,"this_scored_higher_than":1501998,"rank_type":"exact","sample_size":5037934,"percentile":29},"similar_age_3m":{"total_number_of_other_articles":168716,"mean":9.0068202471625,"rank":112516,"this_scored_higher_than_pct":28,"this_scored_higher_than":48162,"rank_type":"exact","sample_size":168716,"percentile":28},"this_journal":{"total_number_of_other_articles":7700,"mean":12.804904013508,"rank":6889,"this_scored_higher_than_pct":8,"this_scored_higher_than":682,"rank_type":"exact","sample_size":7700,"percentile":8},"similar_age_this_journal_3m":{"total_number_of_other_articles":247,"mean":15.069048780488,"rank":226,"this_scored_higher_than_pct":6,"this_scored_higher_than":16,"rank_type":"exact","sample_size":247,"percentile":6}}},"demographics":{"poster_types":{"practitioner":1},"users":{"twitter":{"cohorts":{"Practitioners (doctors, other healthcare professionals)":1}},"mendeley":{"by_status":{"Professor > Associate Professor":1,"Librarian":7,"Student  > Doctoral Student":6,"Researcher":9,"Student  > Ph. D. Student":8,"Student  > Postgraduate":9,"Other":7,"Student  > Master":10,"Student  > Bachelor":12,"Professor":2},"by_discipline":{"Engineering":2,"Medicine and Dentistry":40,"Social Sciences":3,"Energy":1,"Psychology":4,"Immunology and Microbiology":1,"Agricultural and Biological Sciences":4,"Computer Science":1,"Nursing and Health Professions":9,"Unspecified":4,"Arts and Humanities":1,"Veterinary Science and Veterinary Medicine":1}}},"geo":{"twitter":{"GB":1},"mendeley":{"CA":2,"BR":2,"ZA":1,"AU":1,"ES":2}}},"posts":{"facebook":[{"title":"Comparison of routes for achieving parenteral access with a focus on the management of patients...","url":"https:\/\/www.facebook.com\/318089315050421\/posts\/389313904594628","license":"public","citation_ids":[4022683],"posted_on":"2015-04-29T19:27:44+00:00","summary":"ncbi.nlm.nih.gov","author":{"name":"MedWorm: Ebola","url":"https:\/\/www.facebook.com\/318089315050421","facebook_wall_name":false,"image":"https:\/\/graph.facebook.com\/318089315050421\/picture","id_on_source":"318089315050421"}}],"twitter":[{"url":"https:\/\/twitter.com\/MedWormEbola\/status\/593496903704182784","license":"datasift","citation_ids":[4022683],"posted_on":"2015-04-29T19:27:43+00:00","author":{"name":"MedWorm Ebola","url":"http:\/\/www.medworm.com\/rss\/search.php?qu=ebola&kid=156905&t=Ebola&f=infectiousdiseases&r=Any","image":"https:\/\/pbs.twimg.com\/profile_images\/525001144125231104\/oHdqe3zl_normal.png","description":"The World's Medical Aggregator built by @JamilaHanan","id_on_source":"MedWormEbola","tweeter_id":"2841282460","geo":{"lt":54.75844,"ln":-2.69531,"country":"GB"},"followers":10},"tweet_id":"593496903704182784"}]}}