{"altmetric_id":4029874,"counts":{"readers":{"mendeley":10,"citeulike":0,"connotea":0},"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["OCTMD"],"posts_count":1}},"citation":{"abstract":"Glaucoma is the leading cause of acquired blindness in Japan. One reason that it often leads to blindness is that it can continue to worsen even after effective medical reduction of intraocular pressure (IOP), the only evidence-based treatment. The limitations of current treatments make it critical to identify IOP-independent factors that can cause glaucoma and develop new drugs to target these factors. This is a challenging task, as the pathology of glaucoma is thought to be very complex, with different combinations of factors underlying its development and progression in different patients. Additionally, there is a deficiency in methods to efficiently perform clinical evaluations and reliably probe the state of the disease over relatively short periods. In addition, newly developed drugs need to be evaluated with clinical trials, for which human and financial resources are limited, before they can be widely used for treatment. Taking all these issues into consideration, it is evident that there are two urgent issues to consider: the development of methods to classify glaucoma in detail based on its pathology, and the improvement of clinical evaluation methods. In this review, we discuss some of our efforts to develop new neuroprotective agents for glaucoma, with a focus on the following three areas: 1. Clinical research and development of methods to classify glaucoma in detail based on IOP-independent factors, and the exploration of possibilities for the improvement of clinical evaluation of glaucoma. 2. Pathology-based research and development of new drugs for glaucoma, focusing on comprehensive gene expression analysis and the development of molecule-targeting drugs, using murine optic nerve crush as a disease model. 3. Development of next generation in vivo imaging modalities and the establishment of infrastructure enabling \"big-data\" analysis. First, we discuss our clinical research and the development of methods to classify glaucoma in detail based on IOP-independent factors, as well as our investigation of ways to improve the clinical evaluation of the disease. Our research was prompted by the multifactorial nature of glaucoma. There is a high degree of variability in the pattern and speed of the progression of visual field defects in individual patients, presenting a major obstacle for successful clinical trials. To overcome this, we classified the eyes of glaucoma patients into 4 types, corresponding to the 4 patterns of glaucomatous optic nerve head morphology described: by Nicolela et al. and then tested the validity of this method by assessing the uniformity of clinical features in each group. We found that in normal tension glaucoma (NTG) eyes, each disc morphology group had a characteristic location in which the loss of circumpapillary retinal nerve fiber layer thickness (cpRNFLT; measured with optical coherence tomography: OCT) was most likely to occur. Furthermore, the incidence of reductions in visual acuity differed between the groups, as did the speed of visual field loss, the distribution of defective visual field test points, and the location of test points that were most susceptible to progressive damage, measured by Humphrey static perimetry. These results indicate that Nicolela's method of classifying eyes with glaucoma was able to overcome the difficulties caused by the diverse nature of the disease, at least to a certain extent. Building on these findings, we then set out to identify sectors of the visual field that correspond to the distribution of retinal nerve fibers, with the aim of detecting glaucoma progression with improved sensitivity. We first mapped the statistical correlation between visual field test points and cpRNFLT in each temporal clock-hour sector (from 6 to 12 o'clock), using OCT data from NTG patients. The resulting series of maps allowed us to identify areas containing visual field test points that were prone to be affected together as a group. We also used a similar method to identify visual field sectors within a 10 x 10 grid displayed by an OCT map of the macula. By analyzing both the visual field and the macular map sectors, we anticipate that a more accurate and sensitive detection of glaucoma progression can become possible. We also used laser speckle flowgraphy (LSFG) to assess optic nerve blood flow. We found that compared to healthy eyes, eyes with early-stage NTG had decreased blood flow, and the peak of the blood flow wave form of each heartbeat was delayed. Finally, we used a method combining swept source OCT (SS-OCT) and newly developed analysis software to reconstruct the entire lamina cribrosa, a structure situated deep in the optic nerve head. This morphological analysis returned preliminary data suggesting that alterations in the morphology of the lamina cribrosa are already present in the early stages of glaucoma. This result indicates that axonal injury, mediated by morphological abnormalities of the lamina cribrosa, is involved in the pathogenesis of glaucoma. The next topic discussed is the pathology-based drug research and development, focusing on the use of comprehensive gene expression analysis and the development of molecule-targeting drugs in a murine model of optic nerve injury. Learning from clinical data on glaucoma and the lamina cribrosa, we carried out basic research to first determine what factors regulate axonal injury, and then develop drugs targeting these factors. Specifically, we performed a comprehensive gene expression analysis, using a next generation sequencer, and pathway analysis of retinal samples obtained from a murine model of axonal injury. This analysis revealed a characteristic upregulation of genes (such as Chop) that belongs to the endoplasmic reticulum stress pathway. An immunohistological analysis revealed that these changes in gene expression took place in the retinal ganglion cells, suggesting that endoplasmic reticulum stress molecules may be suitable therapeutic targets. Among these molecules, we chose CHOP as our primary target for drug development. Currently, we are in the process of screening a library of 1274 drugs, all of which are already used in human subjects, for CHOP inhibitors. The last topic of our discussion is future possibilities for glaucoma management. First, we discuss the development of next generation in vivo imaging modalities that allow detailed description of pathomechanisms of this multifactorial disease, glaucoma. The purpose of this research was to improve the efficacy of glaucoma diagnosis and to visualize its pathology at a cellular\/molecular level and develop molecule-specific therapies. Currently available visual field tests are subjective, since they rely on a determination of the threshold of light perception, and are affected by poor reproducibility. The current dependence on visual field tests to ascertain the progression of glaucoma is thus a serious limitation on an important task of ophthalmologists. We, therefore, turned our focus to the establishment of an in vivo imaging method to detect dying retinal ganglion cells, which would highlight the pathologic state of glaucoma with high sensitivity. To this end, we used confocal scanning ophthalmoscopy to assess the usefulness of SYTOX Orange as a cell death probe. Our results showed that this probe could reveal dying retinal ganglion cells clearly, quickly and with high sensitivity. We, therefore, believe that the clinical application of probes that can sensitively detect dying retinal ganglion cells is a highly promising approach. This also applies to the use of molecular tools that can provide information on the molecular pathology of glaucoma. Finally, we would like to introduce our national collaborative work on the analysis of \"big-data\". The project aims to collect as wide a range of data as possible at an unprecedented scale. The data to be registered ranges from basic glaucoma data, such as IOP and visual field test results, to data from the most sophisticated comprehensive expression analyses or imaging data. This is an important area of research, since it promises to enable the exploration of targets for drug discovery and the identification of new biomarkers to efficiently detect glaucoma progression by applying new analysis strategies to the complex mass data. The project not only depends on the collaborative efforts of various types of clinical settings including private practices, medical centers and university hospitals, but also contributions of the pharmaceutical and the medical device industries. Thus, uniting a wide range of Japanese interests and resources is the key for success. In summary, in order to aim for ZERO BLINDNESS, a drastic improvement in the quality of our patient care, drug development research for unmet medical demands, and a strategic collaboration of various professionals in the ophthalmic industry are essential. With the deep appreciation we fell towards the selfless support extended during the earthquake disaster, we wish to translate our \"gratitude\" into \"power\" from Tohoku. In doing so, we as academicians are determined to keep on contributing to the society by making progress in the medicine.","altmetric_jid":"4f6fa9133cf058f61000ccca","authors":["Nakazawa, Toru"],"first_seen_on":"2015-05-20T20:20:58+00:00","issns":["0029-0203"],"issue":"3","journal":"Nippon Ganka Gakkai zasshi","last_mentioned_on":1428666309,"links":["http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/25854109?dopt=Abstract#pubmed"],"pmid":"25854109","pubdate":"2015-03-01T00:00:00+00:00","scopus_subjects":["Medicine","Health Sciences"],"subjects":["ophthalmology"],"title":"[Aiming for zero blindness].","type":"article","volume":"119","mendeley_url":"http:\/\/www.mendeley.com\/research\/aiming-zero-blindness"},"altmetric_score":{"score":0.25,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.25},"context_for_score":{"all":{"total_number_of_other_articles":4980609,"mean":5.8933407017814,"rank":4163941,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":4980609,"percentile":1},"similar_age_3m":{"total_number_of_other_articles":168143,"mean":8.9604175280419,"rank":139174,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":168143,"percentile":1},"this_journal":{"total_number_of_other_articles":36,"mean":1.3528571428571,"rank":24,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":36,"percentile":1},"similar_age_this_journal_3m":{"total_number_of_other_articles":4,"mean":0.58333333333333,"rank":2,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":4,"percentile":1}}},"demographics":{"poster_types":{"practitioner":1},"users":{"twitter":{"cohorts":{"Practitioners (doctors, other healthcare professionals)":1}},"mendeley":{"by_status":{"Librarian":1,"Student  > Ph. D. Student":1,"Student  > Master":4,"Student  > Bachelor":4},"by_discipline":{"Medicine and Dentistry":3,"Earth and Planetary Sciences":1,"Agricultural and Biological Sciences":1,"Computer Science":3,"Nursing and Health Professions":2}}},"geo":{"twitter":{"US":1}}},"posts":{"twitter":[{"url":"https:\/\/twitter.com\/OCTMD\/status\/586495127499239424","license":"datasift","citation_ids":[4029874],"posted_on":"2015-04-10T11:45:09+00:00","author":{"name":"Brandon Lujan, MD","url":"http:\/\/OCTMD.org","image":"https:\/\/pbs.twimg.com\/profile_images\/459117248297189376\/n_gr2d1r_normal.jpeg","description":"Medical Retina and Imaging Specialist with Expertise in Optical Coherence Tomography (OCT).","id_on_source":"OCTMD","tweeter_id":"244660420","geo":{"lt":37.77493,"ln":-122.41942,"country":"US"},"followers":1320},"tweet_id":"586495127499239424"}]}}