{"altmetric_id":3003133,"counts":{"readers":{"mendeley":9,"citeulike":0,"connotea":0},"total":{"posts_count":2},"twitter":{"unique_users_count":2,"unique_users":["Saudi_Pharma_07","pianiste13"],"posts_count":2}},"selected_quotes":["Treating patients with venous thromboembolism: initial strategies a... - PubMed - NCBI"],"citation":{"abstract":"Therapy for venous thromboembolism (VTE) currently involves a minimum of 3 months of anticoagulation. After cessation of therapy, however, recurrent venous thrombosis occurs at rates of 6 to 9% per year. Clinical trials have demonstrated the benefits of extending anticoagulation beyond 3 months for the prevention of recurrent VTE events. Despite this, many eligible patients do not receive the required thromboprophylaxis and the incidence of recurrent VTE remains too high for a preventable condition. A reason for failure to use prophylaxis is the fear of bleeding complications with current oral anticoagulants such as warfarin. Warfarin has an unpredictable pharmacokinetic profile and a variable dose-response relationship that requires frequent coagulation monitoring and dose adjustments to maintain a target intensity that is both safe and effective. Alternative strategies for long-term prophylaxis, which may potentially provide more consistent anticoagulant responses and reduce coagulation monitoring requirements, include the use of low-molecular-weight heparin (LMWH), treatment with warfarin at a lower intensity, and the introduction of novel anticoagulants. The long-term use of LMWH has been found to be a particularly favorable treatment option for cancer patients in whom it is difficult to control the intensity of anticoagulation. In clinical trials, LMWH significantly reduced the risk of recurrent VTE without increasing bleeding risk. The parenteral administration of the LMWHs, however, is a drawback for long-term use in the outpatient setting. A clinical trial assessing the efficacy and safety of long-term low-intensity warfarin treatment found this therapy to be better than placebo, but another study showed that conventional intensity warfarin was significantly more efficacious than low-intensity warfarin. New therapies in development that may offer improved safety-efficacy profiles are the synthetic pentasaccharides fondaparinux and idraparinux and the oral direct thrombin inhibitor ximelagatran. Parenterally administered fondaparinux has been shown to be as effective as LMWH for the acute treatment (5 to 7 days) of symptomatic deep vein thrombosis. Idraparinux, with once-weekly parenteral dosing, is currently being assessed in phase III clinical trials for the long-term secondary prevention of VTE. Ximelagatran is the first oral agent in the new class direct thrombin inhibitors. With a fast onset of action and oral administration, ximelagatran is a candidate for both acute and chronic therapy. The Thrombin Inhibitor in Venous Thromboembolism (THRIVE) clinical trial program has demonstrated that this agent has a favorable benefit-risk profile compared with standard therapy for the initial treatment (6 months) and secondary prevention (up to 18 months) of VTE. However, in a substantial proportion (6 to 13%) of patients given extended ximelagatran therapy, elevated serum transaminase enzymes developed, typically in the first 2 to 4 months of treatment. Even though these elevations usually abated without clinical sequelae whether or not treatment was continued, their clinical relevance remains unclear. In addition, locally reported coronary events occurred more frequently in ximelagatran-treated patients during the initial 6 months of treatment, the reason for which is yet unclear. The consistent anticoagulant response and fixed oral dosing without coagulation monitoring allows ximelagatran to overcome many of the limitations inherent to current treatment options for VTE treatment and secondary prevention, provided the problem of liver enzyme elevation and coronary events is resolved.","abstract_source":"pubmed","altmetric_jid":"4f6fa6373cf058f610008902","authors":["Huisman MV","Bounameaux H"],"doi":"10.1055\/s-2005-916167","first_seen_on":"2014-12-20T18:17:56+00:00","issns":["1528-9648"],"issue":"3","journal":"Seminars in Vascular Medicine","last_mentioned_on":1419099640,"links":["http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/16123915"],"pmid":"16123915","pubdate":"2005-08-26T23:00:00+00:00","publisher_subjects":[{"name":"Clinical Sciences","scheme":"era"}],"title":"Treating patients with venous thromboembolism: initial strategies and long-term secondary prevention.","type":"article","volume":"5","mendeley_url":"http:\/\/www.mendeley.com\/research\/treating-patients-venous-thromboembolism-initial-strategies-longterm-secondary-prevention"},"altmetric_score":{"score":0.75,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.75},"context_for_score":{"all":{"total_number_of_other_articles":8317032,"mean":7.0082271163749,"rank":6013984,"this_scored_higher_than_pct":24,"this_scored_higher_than":2006020,"rank_type":"exact","sample_size":8317032,"percentile":24},"similar_age_3m":{"total_number_of_other_articles":243070,"mean":7.7507531935377,"rank":147561,"this_scored_higher_than_pct":33,"this_scored_higher_than":82489,"rank_type":"exact","sample_size":243070,"percentile":33},"this_journal":{"total_number_of_other_articles":20,"mean":5.5213684210526,"rank":19,"this_scored_higher_than_pct":5,"this_scored_higher_than":1,"rank_type":"exact","sample_size":20,"percentile":5},"similar_age_this_journal_3m":{"total_number_of_other_articles":1,"mean":0,"rank":1,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":1,"percentile":1}}},"demographics":{"poster_types":{"member_of_the_public":1,"researcher":1},"users":{"twitter":{"cohorts":{"Members of the public":1,"Scientists":1}},"mendeley":{"by_status":{"Unspecified":1,"Researcher":1,"Student  > Ph. D. Student":1,"Student  > Postgraduate":2,"Other":2,"Student  > Bachelor":2},"by_discipline":{"Medicine and Dentistry":5,"Psychology":1,"Agricultural and Biological Sciences":1,"Biochemistry, Genetics and Molecular Biology":1,"Unspecified":1}}}},"posts":{"twitter":[{"url":"https:\/\/twitter.com\/Saudi_Pharma_07\/status\/546368780717154304","license":"datasift","citation_ids":[3003133],"posted_on":"2014-12-20T18:17:23+00:00","author":{"name":"مستشارك الدوائي","image":"https:\/\/pbs.twimg.com\/profile_images\/722191784613441536\/dIlKDIEm_normal.jpg","description":"➰#صيدلي_اكلينيكي (#علاجيات_أمراض_القلب)\n#صيدلة_اكلينيكية➰ (الدايركت = أسئلة المرضى)","id_on_source":"Saudi_Pharma_07","tweeter_id":"1594346707","geo":{"lt":null,"ln":null},"followers":13823},"tweet_id":"546368780717154304"},{"url":"https:\/\/twitter.com\/pianiste13\/status\/546369609499029505","license":"datasift","rt":["Saudi_Pharma_07"],"citation_ids":[3003133],"posted_on":"2014-12-20T18:20:40+00:00","author":{"name":"☤| Ƿɪ̐ᵃᶰᵒ..❥♪'","url":"https:\/\/pianiste13.sarahah.com\/","image":"https:\/\/pbs.twimg.com\/profile_images\/880769171293974528\/MXGeXIEG_normal.jpg","description":"صيدلانية إستشارية أمراض الكلى Assoςiate Professor at PNU سيكون لإسمي بصمة في تخصصي كما كانت لي بصمة في قلوبكم،تعودت أن أحقق أهدافي، وأن لامستحيل في حياتي~❥\"","id_on_source":"pianiste13","tweeter_id":"1621433923","geo":{"lt":null,"ln":null},"followers":2819},"tweet_id":"546369609499029505"}]}}