{"altmetric_id":2849626,"counts":{"readers":{"mendeley":8,"citeulike":0,"connotea":0},"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["Dr_Tu_gynesurg"],"posts_count":1}},"citation":{"abstract":"The elevated ambulatory pressure in the peripheral venous system of chronic venous insufficiency (CVI) patients manifests itself not only in the form of disturbed macrocirculation but also and particularly in microangiopathic changes. For this reason, it is closely correlated with trophic disorders of the skin and can ultimately lead to ulceration. Using microcirculation research techniques, we are able to provide clear evidence of a typical microangiopathy in chronic venous insufficiency. Fifty CVI in Widmer stages I, II, and III were examined with fluorescence video microscopy, intravital video capillaroscopy, transcutaneous oxygen partial pressure measurement, TcpO2 and laser Doppler flowmetry. The effects of compression therapy with individually fitted compression stockings on capillary morphology were studied over a period of 4 weeks in 20 CVI patients in Widmer stages I and II. The capillary pressure was measured during simulated muscle contraction using a servo-null micropressure system. We periodically drew blood from the dorsalis pedis vein and a brachial vein of 11 healthy test persons and 8 patients with stage III CVI during experimental venous hypertension in order to evaluate the expression pattern of leukocyte adhesion molecules involved in inflammation: LFA-1 (CD11a), Mac-1 (CD11b), p150,95 (CD11c), CD18, VLA-4 (CD49d), and L-selectin (CD62L). In the same patients, we used immunohistochemical methods to examine clinically unaffected skin and the skin near an ulcer, focusing on the adhesion molecules ICAM-1, VCAM-1, and E-selectin. The microangiopathic changes observed with worsening clinical symptoms include a decrease in the number of capillaries, glomerulus-like changes in capillary morphology, a drop in the oxygen content (tcpO2) of the skin, increased permeability of the capillaries to low-molecular-weight substances, increased laser Doppler flux reflecting elevated subcutaneous flow, and diminished vascular reserve. These microangiopathic changes worsen in linear proportion to the clinical severity of chronic venous insufficiency. In patients with venous ulcerations, the baseline expression of LFA-1 and VLA-4 on lymphocytes, Mac-1 expression on the myeloid cell line, and L-selectin expression on all three cell lines was not significantly different form that in healthy controls. During orthostatic stress, there was a significant reduction in the expression of L-selectin in blood cells collected at foot level in the controls (p=0.002), but not in the patients. Clinical improvement by compression therapy was accompanied by an increase in the number of nutritive capillaries, while the diameter of the capillaries and the dermal papillae was reduced. When ulcers healed in a short period (<6 weeks), we observed a concomitant increase in the number of capillaries (p<0.05). Microangiopathy appears before tropic disorders of the skin develop. Even trophically normal skin areas may have dilated nutritive capillaries, an early sign of disturbed skin perfusion. These changes represent a plausible explanation for the development and to recurrency tendency of venous ulcers. The reduced expression of lymphocytic L-selectin in healthy controls during the orthostatic stress test may be an indication that the cells are activated by venous stasis. Clinically effective therapeutic measures improve the impaired microcirculation of the skin in the ankle area.","abstract_source":"pubmed","altmetric_jid":"4f6fa5043cf058f6100030cb","authors":["M Jünger","A Steins","M Hahn","H M Häfner"],"first_seen_on":"2014-11-04T12:57:12+00:00","handles":[],"isbns":[],"issns":["1073-9688"],"issue":"6 Pt 2","journal":"Microcirculation","last_mentioned_on":1415105821,"links":["http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/11151969"],"pmid":"11151969","pubdate":"2000-01-01T00:00:00+00:00","publisher_subjects":[{"name":"Medical And Health Sciences","scheme":"era"}],"scopus_subjects":["Health Sciences","Medicine","Life Sciences","Biochemistry, Genetics and Molecular Biology"],"title":"Microcirculatory dysfunction in chronic venous insufficiency (CVI).","type":"article","volume":"7","mendeley_url":"http:\/\/www.mendeley.com\/research\/microcirculatory-dysfunction-chronic-venous-insufficiency-cvi-2"},"altmetric_score":{"score":1,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":1},"context_for_score":{"all":{"total_number_of_other_articles":4507652,"mean":5.1453542744813,"rank":2296784,"this_scored_higher_than_pct":35,"this_scored_higher_than":1615330,"rank_type":"exact","sample_size":4507652,"percentile":35},"similar_age_3m":{"total_number_of_other_articles":125964,"mean":8.5600430761416,"rank":63222,"this_scored_higher_than_pct":37,"this_scored_higher_than":46924,"rank_type":"exact","sample_size":125964,"percentile":37},"this_journal":{"total_number_of_other_articles":189,"mean":0.88622340425532,"rank":29,"this_scored_higher_than_pct":68,"this_scored_higher_than":130,"rank_type":"exact","sample_size":189,"percentile":68},"similar_age_this_journal_3m":{"total_number_of_other_articles":1,"mean":0,"rank":1,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":1,"percentile":1}}},"demographics":{"poster_types":{"practitioner":1},"users":{"twitter":{"cohorts":{"Practitioners (doctors, other healthcare professionals)":1}},"mendeley":{"by_status":{"Professor > Associate Professor":1,"Researcher":2,"Student  > Ph. D. Student":1,"Student  > Postgraduate":2,"Student  > Master":1,"Student  > Bachelor":1},"by_discipline":{"Engineering":1,"Medicine and Dentistry":5,"Social Sciences":1,"Biochemistry, Genetics and Molecular Biology":1}}},"geo":{"twitter":{"US":1},"mendeley":{"BR":1}}},"posts":{"twitter":[{"url":"https:\/\/twitter.com\/Dr_Tu_gynesurg\/status\/529618319028940801","license":"datasift","citation_ids":[2849626],"posted_on":"2014-11-04T12:57:01+00:00","author":{"name":"Frank Tu, MD,MPH","url":"http:\/\/www.northshore.org\/research\/investigators\/tu-frank-f-md-mph\/","image":"https:\/\/pbs.twimg.com\/profile_images\/310893441\/HGPYA1AB7016825446477_normal.gif","description":"Chicago gynecologist treating endometriosis, fibroids, and pelvic pain combining advanced surgery with multidisciplinary medical therapy. tweets my own views","id_on_source":"Dr_Tu_gynesurg","tweeter_id":"14967225","geo":{"lt":42.04114,"ln":-87.69006,"country":"US"},"followers":395},"tweet_id":"529618319028940801"}]}}