{"altmetric_id":6159576,"counts":{"readers":{"mendeley":16,"citeulike":0,"connotea":0},"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["hypoxiapapers"],"posts_count":1}},"selected_quotes":["Intracerebral hypoglycemia and its clinical relevance as a prognostic indicator in severe traumatic brain injury: A…"],"citation":{"abstract":"Traumatic brain injury (TBI) remains a major cause of morbidity and mortality worldwide. Largely, the prognosis is dependent on the nonmodifiable factors such as severity of the initial injury, Glasgow coma scale score, pupillary response, age, and presence of additional physiological derangements such as hypoxia or hypotension. However, secondary insults continue to take place after the initial injury and resuscitation. The study hypothesis in the present research article was that hypoglycemia is an independent outcome prognosticator in severe traumatic brain injury. The study aimed to assess the role of glucose monitoring in the brain parenchyma as an independent outcome prognosticator and also to study its association with plasma glucose levels.\nThe aim of the study was to analyze the relationship of intracerebral glucose measured by intraparenchymal cerebral microdialysis (CMD), and also to study its relationship with blood glucose levels. We also evaluated the relationship of these values to the outcome of patients.\nProspective nonrandomized study conducted at a tertiary care trauma center in India.\nTwenty-five patients with severe TBI, who underwent decompressive craniectomy, were prospectively monitored with CMD catheters. Twenty cases had unilateral catheters placed intraparenchymally (20 mm inside the brain parenchyma to accommodate 10 mm of the semipermeable catheter tip and another 10 mm of extra catheter length). Frontotemporal contusions were noted in 21 cases and an acute subdural hematoma (with\/without associated contusions) were noted in 15 cases in the present series. Bilateral CMD catheters were placed during bifrontal decompressive craniectomies in five patients (two patients had peri-contusional catheters placement; these patients had bilateral frontal contusions); while, the remaining 3 patients had a contralateral catheter placement in the normal brain parenchyma [Table 1]. The position of the catheters was confirmed on postoperative computerized tomographic scan carried out in these subjects. However, bilateral catheter placement to compare the difference in cerebral biochemical values of glucose in the penumbric zone as well as the normal brain could not be done in all cases due to cost restraints. The relation between plasma glucose and CMD-measured interstitial brain glucose concentrations, as well as the temporal pattern of CMD glucose was studied for 3-5 days following a decompressive craniectomy using a CMD analyzer at the patient's bedside at 1 hourly intervals.\nAll data were tabulated in Microsoft Excel 2011 and analyzed using SPSS version 21. To calculate the correlation between plasma and CMD glucose, Pearson's correlation was used with a two-tailed test of significance. Student's t-test was used to calculate the difference in means between the two groups. Significance was assumed at P ≤ 0.05.\nFifteen patients (60%) had a good outcome in terms of the Glasgow Outcome Scale (GOS) at 3 months while the rest (10 patients) had a poor GOS at 3 months. There was a significant difference in the incidence of hyperglycemia (random blood sugar >10 mmol\/L) between the two groups (P < 0.0001). The difference between the two groups while comparing episodes of hypoglycemia was also significant (P = 0.0026). The good outcome group had fewer episodes of brain hypoglycemia during the presence of systemic hypoglycemia (P = 0.0026). Neither the mean blood glucose values nor the mean cerebral glucose values predicted the outcome at 3 months.\nAfter decompressive craniectomy in severe TBI, there was a poor correlation between the plasma and CMD glucose concentration. A higher degree of variation was seen in the correlations for individual patients. Neither the mean blood glucose values nor the mean cerebral glucose values predicted the outcome at 3 months. The good outcome group had fewer episodes of both hyperglycemia and hypoglycemia.","altmetric_jid":"4f6fa50d3cf058f610003199","authors":["Gupta, Deepak K","Singla, Raghav","Kale, Shashank S","Sharma, Bhawani S"],"doi":"10.4103\/0028-3886.177617","first_seen_on":"2016-03-11T15:22:48+00:00","funders":["niehs"],"issns":["0028-3886"],"issue":"2","journal":"Neurology India","last_mentioned_on":1457651104,"links":["http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/26954803?dopt=Abstract&utm_source=dlvr.it&utm_medium=twitter"],"pmid":"26954803","pubdate":"2016-03-01T00:00:00+00:00","publisher_subjects":[{"name":"Neurosciences","scheme":"era"},{"name":"Clinical Sciences","scheme":"era"},{"name":"Cognitive Science","scheme":"era"}],"scopus_subjects":["Health Sciences","Medicine","Life Sciences","Neuroscience"],"startpage":"259","subjects":["neurology"],"title":"Intracerebral hypoglycemia and its clinical relevance as a prognostic indicator in severe traumatic brain injury: A cerebral microdialysis study from India","type":"article","volume":"64","mendeley_url":"http:\/\/www.mendeley.com\/research\/intracerebral-hypoglycemia-clinical-relevance-prognostic-indicator-severe-traumatic-brain-injury-cer"},"altmetric_score":{"score":0.5,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.5},"context_for_score":{"all":{"total_number_of_other_articles":7377337,"mean":6.4097701099652,"rank":5579347,"this_scored_higher_than_pct":13,"this_scored_higher_than":995022,"rank_type":"exact","sample_size":7377337,"percentile":13},"similar_age_3m":{"total_number_of_other_articles":277972,"mean":10.829624003942,"rank":195351,"this_scored_higher_than_pct":15,"this_scored_higher_than":43245,"rank_type":"exact","sample_size":277972,"percentile":15},"this_journal":{"total_number_of_other_articles":306,"mean":1.3950098360656,"rank":155,"this_scored_higher_than_pct":39,"this_scored_higher_than":121,"rank_type":"exact","sample_size":306,"percentile":39},"similar_age_this_journal_3m":{"total_number_of_other_articles":10,"mean":2.2055555555556,"rank":7,"this_scored_higher_than_pct":20,"this_scored_higher_than":2,"rank_type":"exact","sample_size":10,"percentile":20}}},"demographics":{"poster_types":{"member_of_the_public":1},"users":{"twitter":{"cohorts":{"Members of the public":1}},"mendeley":{"by_status":{"Unspecified":1,"Professor > Associate Professor":1,"Librarian":1,"Researcher":2,"Student  > Ph. D. Student":2,"Student  > Postgraduate":1,"Student  > Master":3,"Other":1,"Student  > Bachelor":3,"Lecturer > Senior Lecturer":1},"by_discipline":{"Medicine and Dentistry":6,"Neuroscience":2,"Social Sciences":2,"Computer Science":2,"Nursing and Health Professions":1,"Unspecified":2,"Arts and Humanities":1}}}},"posts":{"twitter":[{"url":"http:\/\/twitter.com\/hypoxiapapers\/statuses\/708066169949806592","license":"gnip","citation_ids":[6159576],"posted_on":"2016-03-10T23:05:04+00:00","author":{"name":"Hypoxia Adaptation","image":"https:\/\/pbs.twimg.com\/profile_images\/491585034201989120\/716F2y0d_normal.png","description":"A feed for hypoxia related papers published in NCBI, ArXiv, bioArxiv, and PeerJ","id_on_source":"hypoxiapapers","tweeter_id":"2669362848","geo":{"lt":null,"ln":null},"followers":415},"tweet_id":"708066169949806592"}]}}