{"altmetric_id":3140164,"counts":{"readers":{"mendeley":94,"citeulike":0,"connotea":0},"total":{"posts_count":1},"wikipedia":{"unique_users_count":1,"unique_users":["en:28445"],"posts_count":1}},"citation":{"abstract":"The American Academy of Sleep Medicine Task Force on Respiratory Scoring reviewed the evidence that addresses: the validity of specific sensors in detecting airflow, tidal volume, oxyhemoglobin saturation, and CO2; the reliability of specific scoring approaches for quantifying sleep related breathing disorders (SRBD); and the validity of using various definitions of the apnea hypopnea index (AHI) as assessed by the strength and consistency of associations with several comorbidities (hypertension, cardiovascular disease, sleepiness, impaired quality of life, and accidents). The evidence was based on a literature search of relevant articles published through December 2004, which resulted in identifying and extracting data from 182 articles, which were graded using standardized approaches. Diverse physiological sensors have been utilized to quantify airflow limitation in patients with suspected SRBD. Although thermistry appears appropriate for identifying apneas, the available evidence did not indicate it provides valid quantification of airflow reduction. The emerging evidence evaluating the accuracy of signal detection against the gold standard measurements (e.g., pneumotachography) suggested the superiority of inductance plethysmography and nasal pressure transducers for detection of hypopneas, with some evidence that recordings from a nasal pressure transducer may better approximate flow\/volume than uncalibrated inductance plethysmography. However, since the nasal pressure transducer has only recently been incorporated into large-scale studies, there are as of yet few data that address the predictive value of transducer-identified events relative to clinical or physiological outcomes. Very few studies directly compared the validity of alternative approaches for defining the duration, amplitude change, and use of corroborative data from desaturation or arousal for defining hypopneas. Many observational studies utilizing various designs and approaches for event detection have shown significant associations between measures of SRBD and health outcomes. Data from the 2 largest sleep cohort studies, the Sleep Heart Health Study and the Wisconsin Sleep Cohort, both used definitions of hypopneas based on \"discernible\" reductions of inductance plethysmography signals with associated desaturation and showed that the derived AHIs using these hypopnea definitions correlated with various indices of morbidity. However, it is not clear whether alternative definitions would provide comparable if not better prediction, or whether optimal approaches for event identification would vary for different outcomes. Despite these limitations, forming a consensus on optimal approaches for recording and measuring respiratory events is an important step toward generating data from different clinical or research laboratories that can be compared. However, additional research is needed, including direct comparisons of alternative measuring approaches for predicting clinical outcomes, with a need to address these issues in large samples across the age spectrum and with inclusion of promising new technology.","abstract_source":"pubmed","altmetric_jid":"4f6fa6223cf058f610007bf1","authors":["Redline S","Budhiraja R","Kapur V","Marcus CL","Mateika JH","Mehra R","Parthasarthy S","Somers VK","Strohl KP","Sulit LG","Gozal D","Wise MS","Quan SF"],"first_seen_on":"2015-01-29T18:07:26+00:00","issns":[],"issue":"2","journal":"Journal of Clinical Sleep Medicine","last_mentioned_on":1294358954,"links":["http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/17557426"],"pmid":"17557426","pubdate":"2007-06-15T23:00:00+00:00","publisher_subjects":[{"name":"Clinical Sciences","scheme":"era"},{"name":"Other Medical And Health Sciences","scheme":"era"}],"scopus_subjects":["Health Sciences","Medicine","Life Sciences","Neuroscience"],"subjects":["psychophysiology","neurology"],"title":"The scoring of respiratory events in sleep: reliability and validity.","type":"article","volume":"3","mendeley_url":"http:\/\/www.mendeley.com\/research\/scoring-respiratory-events-sleep-reliability-validity"},"altmetric_score":{"score":3,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":3},"context_for_score":{"all":{"total_number_of_other_articles":3634915,"mean":4.919334042571,"rank":815929,"this_scored_higher_than_pct":63,"this_scored_higher_than":2295996,"rank_type":"exact","sample_size":3634915,"percentile":63},"similar_age_3m":{"total_number_of_other_articles":95519,"mean":8.1210421491239,"rank":24982,"this_scored_higher_than_pct":72,"this_scored_higher_than":69441,"rank_type":"exact","sample_size":95519,"percentile":72},"this_journal":{"total_number_of_other_articles":447,"mean":7.1466771300448,"rank":90,"this_scored_higher_than_pct":77,"this_scored_higher_than":346,"rank_type":"exact","sample_size":447,"percentile":77},"similar_age_this_journal_3m":{"total_number_of_other_articles":22,"mean":8.1588571428571,"rank":9,"this_scored_higher_than_pct":59,"this_scored_higher_than":13,"rank_type":"exact","sample_size":22,"percentile":59}}},"demographics":{"users":{"mendeley":{"by_status":{"Unspecified":3,"Professor > Associate Professor":7,"Student  > Doctoral Student":11,"Researcher":13,"Student  > Ph. D. Student":10,"Student  > Postgraduate":7,"Student  > Master":16,"Other":11,"Student  > Bachelor":4,"Lecturer":1,"Lecturer > Senior Lecturer":3,"Professor":8},"by_discipline":{"Engineering":8,"Medicine and Dentistry":61,"Neuroscience":1,"Physics and Astronomy":2,"Psychology":5,"Agricultural and Biological Sciences":8,"Computer Science":2,"Nursing and Health Professions":1,"Unspecified":6}}},"geo":{"mendeley":{"KR":1,"US":2,"BR":2,"DK":1,"FR":1,"AU":1,"PT":1,"DE":1,"ES":3}}},"posts":{"wikipedia":[{"title":"Sleep apnea","url":"http:\/\/en.wikipedia.org\/?diff=prev&oldid=406384378#altmetric_citation_63","license":"public","citation_ids":[3140164],"posted_on":"2011-01-07T00:09:14+00:00","summary":"Sleep apnea is a type of sleep disorder characterized by pauses in breathing or instances of shallow or infrequent breathing during sleep.","page_url":"http:\/\/en.wikipedia.org\/?curid=28445","wiki_lang":"en","author":{"name":"Citation bot","url":"http:\/\/en.wikipedia.org\/wiki\/User:Citation bot"}}]}}