{"altmetric_id":10279530,"counts":{"readers":{"mendeley":0,"citeulike":0,"connotea":0},"total":{"posts_count":2},"twitter":{"unique_users_count":2,"unique_users":["oystergen_es","ciliapapers"],"posts_count":2}},"selected_quotes":["Innervation of Gill Lateral Cells in the Bivalve Mollusc Crassostrea virginica Affects Cellular Membrane Potential…"],"citation":{"abstract":"Gill lateral cells of Crassostrea virginica are innervated by the branchial nerve, which contains serotonergic and dopaminergic fibers that regulate cilia beating rate. Terminal release of serotonin or dopamine results in an increase or decrease, respectively, of cilia beating rate in lateral gill cells. In this study we used the voltage sensitive fluorescent probe DiBAC4(3) to quantify changes in gill lateral cell membrane potential in response to electrical stimulation of the branchial nerve or to applications of serotonin and dopamine, and correlate these changes to cilia beating rates. Application of serotonin to gill lateral cells caused prolonged membrane depolarization, similar to plateau potentials, while increasing cilia beating rate. Application of dopamine hyperpolarized the resting membrane while decreasing cilia beating rate. Low frequency (5 Hz) electrical stimulations of the branchial nerve, which cause terminal release of endogenous serotonin, or high frequency (20 Hz) stimulations, which cause terminal release of endogenous dopamine, had the same effects on gill lateral cell membrane potentials and cilia beating rate as the respective applications of serotonin or dopamine. The study shows that innervation of gill lateral cells by the branchial nerve affects membrane potential as well as cilia beating rate, and demonstrates a strong correlation between changes in membrane potential and regulation of cilia beating rate. The study furthers the understanding of serotonin and dopamine signaling in the innervation and regulation of gill cilia in bivalves. The study also shows that voltage sensitive fluorescent probes like DiBAC 4(3) can be successfully used as an alternative to microelectrodes to measure changes in membrane potential of ciliated gill cells and other small cells with fast moving cilia.","authors":["Catapane, Edward J","Nelson, Michael","Adams, Trevon","Carroll, Margaret A"],"first_seen_on":"2016-08-05T10:01:47+00:00","funders":["niehs","nigms"],"issns":[""],"issue":"2","journal":"Journal of pharmacological reports","last_mentioned_on":1470395135,"links":["http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/27489887?dopt=Abstract","http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/27489887?dopt=Abstract&utm_source=twitterfeed&utm_medium=twitter"],"pmcid":"PMC4968879","pmid":"27489887","pubdate":"2016-05-01T00:00:00+00:00","title":"Innervation of Gill Lateral Cells in the Bivalve Mollusc Crassostrea virginica Affects Cellular Membrane Potential and Cilia Activity.","type":"article","volume":"1"},"altmetric_score":{"score":0.75,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.75},"context_for_score":null},"demographics":{"poster_types":{"member_of_the_public":2},"users":{"twitter":{"cohorts":{"Members of the public":2}}}},"posts":{"twitter":[{"url":"http:\/\/twitter.com\/oystergen_es\/statuses\/761502315148894208","license":"gnip","citation_ids":[10279530],"posted_on":"2016-08-05T10:01:14+00:00","author":{"name":"oystergen.es","url":"http:\/\/oystergen.es","image":"https:\/\/pbs.twimg.com\/profile_images\/2714485457\/c34db9bb78c0876a6fcb7a39a402b3b2_normal.jpeg","description":"Exploring the biology of oysters, a few genes at a time.","id_on_source":"oystergen_es","tweeter_id":"878630954","geo":{"lt":null,"ln":null},"followers":72},"tweet_id":"761502315148894208"},{"url":"http:\/\/twitter.com\/ciliapapers\/statuses\/761518507271917568","license":"gnip","citation_ids":[10279530],"posted_on":"2016-08-05T11:05:35+00:00","author":{"name":"ciliapapers","image":"https:\/\/pbs.twimg.com\/profile_images\/705432993528045569\/OG6mn3nR_normal.jpg","description":"A bot tweeting cilia-associated search results from Pubmed. Maintained by @pracheeac.","id_on_source":"ciliapapers","tweeter_id":"705421990971047936","geo":{"lt":null,"ln":null},"followers":49},"tweet_id":"761518507271917568"}]}}