{"altmetric_id":14923058,"citation":{"abstract":"This study is based on field work undertaken in 2003, and builds on previous projects undertaken in Mongolia. It assesses the medium-term growth potential of Mongolia's non-fuel minerals industry, and its potential contribution to economic growth, poverty reduction, and regional development. The study evaluates the current state of the mining sector so as to identify favorable factors for development, and\/or potential constraints, reviews investor perceptions, and international case studies of best practice on how to address such constraints, and, recommends options for government actions to improve industry management and the investment climate. It is stipulated mining companies have responded favorably to the need of supporting social programs that benefit the surrounding communities, by developing foundations capable of leveraging funds for community development, and social programs from sources such as private donors, and public funds. Recommendations further address the need to establish adequate infrastructure to meet the mining sector growth. Given foreign investors are key to developing the mining sector in the medium to long term, institutional and policy constraints should be seriously addressed. The government should address the challengers associated with mining for growth, namely, preventing the development of unsustainable fiscal policy and mounting debt; avoiding rent-seeking behavior, and, overcoming absorptive capacity constraints and adverse impacts on non-mineral exports. Draft regulations for implementing the Minerals Law, and enacting a special artisanal mining law to integrate this socially important activity into the current large-scale mining framework, would strengthen stability in the short term. In particular, the regulations should provide for comprehensive rules and procedures for, and stronger government management and inspection of, private-sector mining activities.","authors":["Husband, Charles","Songwe, Vera"],"first_seen_on":"2016-12-22T00:44:41+00:00","issns":[],"last_mentioned_on":1451496670,"links":["http:\/\/documents.worldbank.org\/curated\/en\/2004\/01\/6761719\/mongolia-mining-sector-managing-future"],"pdf_url":"http:\/\/www-wds.worldbank.org\/external\/default\/WDSContentServer\/WDSP\/\/","pubdate":"2004-01-01T00:00:00+00:00","startpage":"1","title":"Mongolia mining sector : managing the future","type":"article","uri":"http:\/\/documents.worldbank.org\/curated\/en\/6761719"},"altmetric_score":{"score":3,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":3},"context_for_score":null},"demographics":[],"counts":{"total":{"posts_count":1},"policy":{"unique_users_count":1,"unique_users":["worldbank"],"posts_count":1}},"posts":{"policy":[{"title":"Mongolia Country Program Evaluation FY05-13 : An Independent Evaluation","url":"https:\/\/openknowledge.worldbank.org\/bitstream\/10986\/23825\/1\/Mongolia000Cou0dependent0evaluation.pdf","license":"public","citation_ids":[14923056,14923058,14923060,14923062,14923064,14923065,14923066,14923067,14923069,9349342,21455139,14923072,14923073,14923076,14923079,2852515,14923080,14923082],"posted_on":"2015-12-30T17:31:10+00:00","source":{"name":"World Bank","description":"The World Bank is a United Nations international financial institution that provides loans to developing countries for capital programs. The World Bank is a component of the World Bank Group, and a member of the United Nations Development Group. The World Bank's mission is to end extreme poverty within a generation and boost shared prosperity.","geo":{"country":"US"}},"page_url":"https:\/\/openknowledge.worldbank.org\/bitstream\/10986\/23825\/1\/Mongolia000Cou0dependent0evaluation.pdf","collections":[],"author":{"image":"https:\/\/s3.amazonaws.com\/cache.altmetric.com\/policy\/thumbnails\/thumbnail-b903d74bad77e0b8a9b953616e038f40f108c535111609f281136f307d2037ce.jpg"}}]}}