{"altmetric_id":4158632,"counts":{"readers":{"mendeley":0,"citeulike":0,"connotea":0},"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["DrACapolongo"],"posts_count":1}},"citation":{"abstract":"Since the introduction of measles vaccine to the vaccination schedule, the burden of measles has substantially fallen in Australia. Despite this, a number of recent measles outbreaks have occurred. The aim of this study was to examine the burden of measles in Australia using notification, hospitalisation and mortality data with the objectives of setting a baseline for comparison prior to the introduction of the combined measles-mumps-rubella-varicella vaccine.\nData were obtained from the Australian National Notifiable Diseases Surveillance System, the National Hospital Morbidity Database and the National Mortality Database to obtain notification, hospitalisation and death data, respectively from 2000 to 2011. Rates were calculated and compared over time by age group and jurisdiction. ResultsSince 1993, measles notifications have fallen considerably in Australia. However, between 2000 and 2011, measles notification rates and hospitalisation rates fluctuated. Between 2000 and 2011, there were 990 measles notifications in Australia. The average annual notification rate was 0.4 per 100,000 population. Children aged 0-4 years were the most susceptible group, particularly infants less than 1 year of age (average annual rate, 1.6 per 100,000 population). High incidence was also observed in adolescents (average annual rate, 0.7 per 100,000 population) and young adults (average annual rate, 0.8 per 100,000 population). Jurisdictional variation occurred with differing patterns of notifications and hospitalisations. ConclusionsAlthough a marked reduction in measles notifications and hospitalisations has occurred in the past decade, susceptible individuals should be vaccinated to prevent outbreaks and to maintain a low incidence of measles and Australia's elimination status. Commun Dis Intell 2015;39(1):E1-E9.","authors":["Chiew, May","Dey, Aditi","Martin, Nicolee","Wang, Han","Davis, Stephanie","McIntyre, Peter B"],"first_seen_on":"2015-06-15T07:06:11+00:00","funders":["niehs"],"issns":["1447-4514"],"issue":"1","journal":"Communicable diseases intelligence quarterly report","last_mentioned_on":1434351942,"links":["http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/26063085?dopt=Abstract"],"pmid":"26063085","title":"Australian vaccine preventable disease epidemiological review series: measles 2000-2011.","type":"article","volume":"39"},"altmetric_score":{"score":0.5,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.5},"context_for_score":null},"demographics":{"poster_types":{"practitioner":1},"users":{"twitter":{"cohorts":{"Practitioners (doctors, other healthcare professionals)":1}}}},"posts":{"twitter":[{"url":"https:\/\/twitter.com\/DrACapolongo\/status\/610342402197450752","license":"datasift","citation_ids":[4158632],"posted_on":"2015-06-15T07:05:42+00:00","author":{"name":"Alessandro Capolongo","image":"https:\/\/pbs.twimg.com\/profile_images\/3739026583\/ca5d3117bae784e7ca07fa67de855e33_normal.jpeg","description":"⚫️⚪️ Primary Care Pediatrician, interested in vaccine preventable diseases. Immunization advocate. Apple() & Technology enthusiast\/addicted. Tweets ENG\/ ITA","id_on_source":"DrACapolongo","tweeter_id":"164628936","geo":{"lt":null,"ln":null},"followers":794},"tweet_id":"610342402197450752"}]}}