{"altmetric_id":6984484,"counts":{"readers":{"mendeley":15,"citeulike":0,"connotea":0},"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["Tamai_var"],"posts_count":1}},"citation":{"abstract":"The purple bacterium Rhodobacter sphaeroides provides a useful model system for studies of the assembly and dynamics of bacterial photosynthetic membranes. For the nascent developing membrane, proteomic analyses showed an ~2-fold enrichment in general membrane assembly factors, compared to chromatophores. When the protonophore carbonyl-cyanide m-chlorophenyl-hydrazone (CCCP) was added to an ICM inducing culture, an ~2-fold elevation in spectral counts vs. the control was seen for the SecA translocation ATPase, the preprotein translocase SecY, SecD and SecF insertion components, and chaperonins DnaJ and DnaK, which act early in the assembly process. It is suggested that these factors accumulated with their nascent polypeptides, as putative assembly intermediates in a functionally arrested state. Since in Synechocystis PCC 6803, a link has been established between Chl delivery involving the high-light HilD protein and the SecY\/YidC-requiring cotratranslational insertion of nascent polypeptides, such a connection between BChl biosynthesis and insertion and folding of nascent Rba. sphaeroides BChl binding proteins is likely to also occur. AFM imaging studies of the formation of the reaction center (RC)-light harvesting 1 (LH1) complex suggested a cooperative assembly mechanism in which, following the association between the RC template and the initial LH1 unit, addition of successive LH1 units to the RC drives the assembly process to completion. Alterations in membrane dynamics as the developing membrane becomes filled with LH2-rings was assessed by fluorescence induction\/relaxation kinetics, which showed a slowing in RC electron transfer rate thought to mainly reflect alterations in donor side electron transfer. This was attributed to an increased distance for electron flow in cytochrome c2 between the RC and cytochrome bc1 complexes, as suggested in current structural models. This article is part of a Special Issue entitled Organization and dynamics of bioenergetic systems in bacteria.","authors":["Niederman, Robert A"],"doi":"10.1016\/j.bbabio.2015.10.014","endpage":"246","first_seen_on":"2016-04-27T10:48:20+00:00","issns":["0006-3002","00052728"],"issue":"3","journal":"Biochimica et biophysica acta","last_mentioned_on":1461754083,"links":["http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/26519773?dopt=Abstract"],"pmid":"26519773","pubdate":"2015-10-28T00:00:00+00:00","startpage":"232","subjects":["biophysics","biochemistry"],"title":"Development and dynamics of the photosynthetic apparatus in purple phototrophic bacteria","type":"article","volume":"1857","mendeley_url":"http:\/\/www.mendeley.com\/research\/development-dynamics-photosynthetic-apparatus-purple-phototrophic-bacteria"},"altmetric_score":{"score":0.5,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.5},"context_for_score":null},"demographics":{"poster_types":{"member_of_the_public":1},"users":{"twitter":{"cohorts":{"Members of the public":1}},"mendeley":{"by_status":{"Student  > Doctoral Student":1,"Researcher":4,"Student  > Ph. D. Student":5,"Student  > Master":1,"Student  > Bachelor":3,"Professor":1},"by_discipline":{"Engineering":1,"Chemistry":1,"Economics, Econometrics and Finance":1,"Immunology and Microbiology":1,"Agricultural and Biological Sciences":7,"Biochemistry, Genetics and Molecular Biology":3,"Environmental Science":1}}}},"posts":{"twitter":[{"url":"http:\/\/twitter.com\/Tamai_var\/statuses\/725275308077801472","license":"gnip","citation_ids":[6984484],"posted_on":"2016-04-27T10:48:03+00:00","author":{"name":"Tamai_rss","image":"https:\/\/abs.twimg.com\/sticky\/default_profile_images\/default_profile_normal.png","id_on_source":"Tamai_var","tweeter_id":"757179210","geo":{"lt":null,"ln":null},"followers":238},"tweet_id":"725275308077801472"}]}}