{"altmetric_id":12258125,"counts":{"readers":{"mendeley":2,"citeulike":0,"connotea":0},"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["meiosis_papers"],"posts_count":1}},"citation":{"abstract":"Does vitamin A (retinol, Rol) prevent round spermatid nuclear damage and increase the production of motile sperm during in vitro maturation of vitrified pre-pubertal mouse testicular tissue?\nThe supplementation of an in vitro culture of ~0.75 mm(3) testicular explants from pre-pubertal mice with Rol enhances spermatogenesis progression during the first spermatogenic wave.\nThe production of functional spermatozoa in vitro has only been achieved in the mouse model and remains a rare event. Establishing an efficient culture medium for vitrified pre-pubertal testicular tissue is now a crucial step to improve the spermatic yield obtained in vitro. The role of Rol in promoting the differentiation of spermatogonia and their entry into meiosis is well established; however, it has been postulated that Rol is also required to support their full development into elongated spermatids.\nA total of 60 testes from 6.5 days post-partum (dpp) mice were vitrified\/warmed, cut into fragments and cultured for 30 days: 20 testes were used for light microscopy and histological analyses, 20 testes for DNA fragmentation assessment in round spermatids and 20 testes for induced sperm motility assessment. Overall, 16 testes of 6.5 dpp were used as in vitro fresh tissue controls and 12 testes of 36.5 dpp mice as in vivo controls. Testes were vitrified with the optimal solid surface vitrification procedure and cultured with an in vitro organ culture system until Day 30 (D30). Histological analysis, cell death, degenerating round spermatids, DNA fragmentation in round spermatids and induced sperm motility were assessed. Testosterone levels were measured in media throughout the culture by radioimmunoassay.\nAt D30, better tissue development together with higher differentiation of spermatogonial stem cells, and higher global cell division ability were observed for vitrified\/warmed testicular fragments of ~0.75 mm(3) with a culture medium supplemented with Rol compared to controls. During in vitro culture of vitrified pre-pubertal testicular tissue, Rol enhanced and maintained the entry of spermatogonia into meiosis and promoted a higher spermatic yield. Furthermore, decreased round spermatid nuclear alterations and DNA damage combined with induced sperm motility comparable to in vivo highlight the crucial role of Rol in the progression of spermatogenesis during the first wave.\nDespite our promising results, the culture media will have to be further improved and adapted within the context of a human application.\nThe results have potential implications for the handling of human pre-pubertal testicular tissues cryopreserved for fertility preservation. However, because some alterations in round spermatids persist after in vitro culture with Rol, the procedure needs to be optimized before human application, bearing in mind that the murine and human spermatogenic processes differ in many respects.\nNone.\nThis study was supported by a Ph.D. grant from the Normandy University and a financial support from 'la Ligue nationale contre le cancer' (both awarded to L.D.), funding from Rouen University Hospital, Institute for Research and Innovation in Biomedicine (IRIB) and Agence de la Biomédecine. The authors declare that there is no conflict of interest.","altmetric_jid":"4f6fa62d3cf058f610008180","authors":["Dumont, L","Oblette, A","Rondanino, C","Jumeau, F","Bironneau, A","Liot, D","Duchesne, V","Wils, J","Rives, N"],"doi":"10.1093\/molehr\/gaw063","first_seen_on":"2016-09-28T10:43:52+00:00","funders":["niehs"],"issns":["1460-2407","1360-9947"],"journal":"MHR : Basic Science of Reproductive Medicine","last_mentioned_on":1475059419,"links":["https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/27671755"],"pmid":"27671755","pubdate":"2016-09-25T00:00:00+00:00","publisher_subjects":[{"name":"Paediatrics And Reproductive Medicine","scheme":"era"},{"name":"Physiology","scheme":"era"},{"name":"Clinical Sciences","scheme":"era"}],"scopus_subjects":["Health Sciences","Medicine","Life Sciences","Biochemistry, Genetics and Molecular Biology"],"startpage":"gaw063","subjects":["molecularbiology","reproductivemedicine"],"title":"\n              Vitamin A prevents round spermatid nuclear damage and promotes the production of motile sperm during\n              in vitro\n              maturation of vitrified pre-pubertal mouse testicular tissue\n            ","type":"article","mendeley_url":"http:\/\/www.mendeley.com\/research\/vitamin-prevents-round-spermatid-nuclear-damage-promotes-production-motile-sperm-during-iin-vitroi-m"},"altmetric_score":{"score":0.25,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.25},"context_for_score":{"all":{"total_number_of_other_articles":8446126,"mean":7.1012113779909,"rank":7297856,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":8446126,"percentile":1},"similar_age_3m":{"total_number_of_other_articles":252952,"mean":12.722409019928,"rank":207378,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":252952,"percentile":1},"this_journal":{"total_number_of_other_articles":533,"mean":3.7461541353383,"rank":443,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":533,"percentile":1},"similar_age_this_journal_3m":{"total_number_of_other_articles":12,"mean":1.2772727272727,"rank":7,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":12,"percentile":1}}},"demographics":{"poster_types":{"member_of_the_public":1},"users":{"twitter":{"cohorts":{"Members of the public":1}},"mendeley":{"by_status":{"Student  > Doctoral Student":1,"Student  > Master":1},"by_discipline":{"Medicine and Dentistry":1,"Biochemistry, Genetics and Molecular Biology":1}}},"geo":{"twitter":{"JP":1}}},"posts":{"twitter":[{"url":"http:\/\/twitter.com\/meiosis_papers\/statuses\/781081932759048192","license":"gnip","citation_ids":[12258125],"posted_on":"2016-09-28T10:43:39+00:00","author":{"name":"meiosispapers","url":"https:\/\/github.com\/pmcarlton\/pubmed-rss-twitter","image":"https:\/\/pbs.twimg.com\/profile_images\/694039532400832512\/SSjYg2IY_normal.png","description":"Recent meiosis papers from pubmed RSS and bioRχiv. Maintained by @pmcarlton","id_on_source":"meiosis_papers","tweeter_id":"2363567209","geo":{"lt":35.02107,"ln":135.75385,"country":"JP"},"followers":345},"tweet_id":"781081932759048192"}]}}