{"altmetric_id":18059969,"counts":{"readers":{"mendeley":0,"citeulike":0,"connotea":0},"total":{"posts_count":1},"facebook":{"unique_users_count":1,"unique_users":["144468392259114"],"posts_count":1}},"citation":{"abstract":"Nicotine, the addictive component of tobacco products, is an agonist at nicotinic acetylcholine receptors (nAChRs) in the brain. The subtypes of nAChR are defined by their α- and β-subunit composition. The α6β2β3 nAChR subtype is expressed in terminals of dopaminergic neurons that project to the nucleus accumbens and striatum and modulate dopamine release in brain regions involved in nicotine addiction. Although subtype-dependent selectivity of nicotine is well documented, subtype-selective profiles of other tobacco product constituents are largely unknown and could be essential for understanding the addiction-related neurological effects of tobacco products. We describe the development and validation of a recombinant cell line expressing human α6\/3β2β3(V273S) nAChR for screening and profiling assays in an automated patch clamp platform (IonWorks Barracuda). The cell line was pharmacologically characterized by subtype-selective and nonselective reference agonists, pore blockers, and competitive antagonists. Agonist and antagonist effects detected by the automated patch clamp approach were comparable to those obtained by conventional electrophysiological assays. A pilot screen of a library of Food and Drug Administration-approved drugs identified compounds, previously not known to modulate nAChRs, which selectively inhibited the α6\/3β2β3(V273S) subtype. These assays provide new tools for screening and subtype-selective profiling of compounds that act at α6β2β3 nicotinic receptors.","authors":["Armstrong, Lucas C","Kirsch, Glenn E","Fedorov, Nikolai B","Wu, Caiyun","Kuryshev, Yuri A","Sewell, Abby L","Liu, Zhiqi","Motter, Arianne L","Leggett, Carmine S","Orr, Michael S"],"doi":"10.1177\/2472555217696794","first_seen_on":"2017-03-24T09:13:29+00:00","funders":["niehs"],"issns":["2472-5560"],"journal":"SLAS discovery","last_mentioned_on":1490288128,"links":["http:\/\/journals.sagepub.com\/doi\/full\/10.1177\/2472555217696794"],"pmid":"28298165","title":"High-Throughput Patch Clamp Screening in Human α6-Containing Nicotinic Acetylcholine Receptors.","type":"article"},"altmetric_score":{"score":0.25,"score_history":{"1y":0.25,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.25},"context_for_score":null},"demographics":[],"posts":{"facebook":[{"title":"Timeline Photos","url":"https:\/\/www.facebook.com\/permalink.php?story_fbid=1361987063840568&id=144468392259114","license":"public","citation_ids":[18059969],"posted_on":"2017-03-23T16:55:28+00:00","summary":"FREE at SLAS Discovery Online: High-Throughput Patch Clamp Screening in Human α6-Containing Nicotinic Acetylcholine Receptors http:\/\/journals.sagepub.com\/doi\/full\/10.1177\/2472555217696794","author":{"name":"Society for Laboratory Automation and Screening","url":"https:\/\/www.facebook.com\/144468392259114","facebook_wall_name":"Society for Laboratory Automation and Screening","image":"https:\/\/graph.facebook.com\/144468392259114\/picture","id_on_source":"144468392259114"}}]}}