{"altmetric_id":1965546,"counts":{"readers":{"mendeley":50,"citeulike":0,"connotea":0},"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["KapusteenEA"],"posts_count":1}},"citation":{"abstract":"Single-neuron activity was recorded in the prefrontal cortex of three monkeys during the performance of a spatial delayed alternation (DA) task and during the presentation of a variety of visual, auditory, and somatosensory stimuli. The aim was to study the relationship between mnemonic neuronal processing and other functional neuronal responsiveness at the single-neuron level in the prefrontal cortex. Recordings were performed in both experimental situations from 152 neurons. The majority of the neurons (92%) was recorded in the prefrontal cortex. Nine of the neurons were recorded in the dorsal bank of the anterior cingulate sulcus and two in the premotor cortex. Of the total number of neurons recorded in the prefrontal area, 32% fired in relation to the DA task performance and 39% were responsive to sensory stimulation or to the movements of the monkey outside of the memory task context. Altogether 42% of the recorded neurons were neither activated by the various stimuli nor by the DA task performance. Three types of task-related neuronal activity were recorded: delay related, delay and movement related, and movement related. The majority of the task-related neurons (n = 33, 73%) fired in relation to the delay period. Of the delay-related neurons, 26 (79%) were spatially selective. The number of spatially selective delay-related neurons of the whole population of recorded neurons was 18%. Twelve task-related neurons (27%) fired in relation to the response period of the DA task. Five of these neurons changed their firing rate during the delay period and were classified as delay\/movement-related neurons. Contrary to the delay-related neurons, less than half (42%) of the response-related neurons were spatially selective. The majority (70%) of the delay-related neurons could not be activated by any of the sensory stimuli used and did not fire in relation to the movements of the monkey. The remaining portion of the delay-related neurons was activated by stationary and moving visual stimuli or by visual fixation of an object. In contrast to the delay-related neurons, the majority (66%) of the task-related neurons firing in relation to the movement period were also responsive to sensory stimulation outside of the task context. The majority of these neurons responded to visual stimulation, visual fixation of an object, or tracking eye movements. One neuron gave a somatomotor and another a polysensory response. The majority (n = 37, 67%) of all neurons responding to stimulation outside of the task context did not fire in relation to the DA task performance. The majority of their responses was elicited by visual stimuli or was related to visual fixation of an object or to eye movements. Only six neurons fired in relation to auditory, somatosensory, or somatomotor stimulation. This study provides further evidence about the significance of the dorsolateral prefrontal cortex in spatial working memory processing. Although a considerable number of all DA task-related neurons responded to visual, somatosensory, and auditory stimulation or to the movements of the monkey, most delay-related neurons engaged in the spatial DA task did not respond to extrinsic sensory stimulation. These results indicate that most prefrontal neurons firing selectively during the delay phase of the DA task are highly specialized and process only task-related information.","abstract_source":"pubmed","altmetric_jid":"4f6fa4f53cf058f610002e78","authors":["Synnöve Carlson","Pia Rämä","Heikki Tanila","Ilkka Linnankoski","Heikki Mansikka"],"first_seen_on":"2013-12-09T10:37:55+00:00","issns":["1522-1598"],"journal":"Journal of Neurophysiology","last_mentioned_on":1386585422,"links":["http:\/\/jn.physiology.org\/content\/77\/2\/761.full"],"pdf_url":"http:\/\/jn.physiology.org\/content\/77\/2\/761.full.pdf","pmid":"9065848","pubdate":"1997-01-01T00:00:00+00:00","publisher_subjects":[{"name":"Medical And Health Sciences","scheme":"era"},{"name":"Psychology And Cognitive Sciences","scheme":"era"}],"scopus_subjects":["Life Sciences","Biochemistry, Genetics and Molecular Biology","Neuroscience"],"subjects":["physiology","neurology"],"title":"Dissociation of Mnemonic Coding and Other Functional Neuronal Processing in the Monkey Prefrontal Cortex","type":"article","mendeley_url":"http:\/\/www.mendeley.com\/research\/dissociation-mnemonic-coding-other-functional-neuronal-processing-monkey-prefrontal-cortex"},"altmetric_score":{"score":0.25,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.25},"context_for_score":{"all":{"total_number_of_other_articles":7977957,"mean":6.7344362661252,"rank":6903283,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":7977957,"percentile":1},"similar_age_3m":{"total_number_of_other_articles":178429,"mean":6.7818032819963,"rank":144296,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":178429,"percentile":1},"this_journal":{"total_number_of_other_articles":3241,"mean":3.7493611111111,"rank":2880,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":3241,"percentile":1},"similar_age_this_journal_3m":{"total_number_of_other_articles":20,"mean":2.55,"rank":14,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":20,"percentile":1}}},"demographics":{"poster_types":{"member_of_the_public":1},"users":{"twitter":{"cohorts":{"Members of the public":1}},"mendeley":{"by_status":{"Unspecified":2,"Professor > Associate Professor":4,"Researcher":15,"Student  > Doctoral Student":1,"Student  > Ph. D. Student":10,"Student  > Postgraduate":3,"Student  > Master":4,"Other":1,"Lecturer":1,"Professor":9},"by_discipline":{"Medicine and Dentistry":10,"Neuroscience":9,"Psychology":14,"Agricultural and Biological Sciences":14,"Unspecified":2,"Arts and Humanities":1}}},"geo":{"mendeley":{"US":1,"IT":1,"FR":1}}},"posts":{"twitter":[{"url":"http:\/\/twitter.com\/KapusteenEA\/status\/409995093383184384","license":"public","citation_ids":[1965546],"posted_on":"2013-12-09T10:37:02+00:00","author":{"name":"KapustinEA","url":"http:\/\/t.co\/GfPwPy3UtH","image":"http:\/\/pbs.twimg.com\/profile_images\/450301186717913089\/4kMvNGdy_normal.jpeg","description":"I simply love media, neoexistentialism & sift all dislike.\r\neugkapu@gmail.com\r\n WMZ: Z391854144823 | +37257484908","id_on_source":"KapusteenEA","tweeter_id":"106940524","followers":142},"tweet_id":"409995093383184384"}]}}