{"altmetric_id":24298908,"counts":{"readers":{"mendeley":0,"citeulike":1,"connotea":0},"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["TerkkoLib"],"posts_count":1}},"selected_quotes":["Long-term feeding with bioactive tripeptides in aged hypertensive and normotensive rats: special fo. #amchelsinki"],"citation":{"abstract":"Bradykinin is the main player of the kallikrein-kinin system. Bradykinin-induced vasodilatation is age-dependent; this is believed to be associated with the level of expression of the two bradykinin receptors (BR1 and BR2) in the vasculature. The aim of this study was to clarify bradykinin-induced vascular reactivity of spontaneously hypertensive rats (SHR) and age-matched Wistar-Kyoto rats (WKY) after 6 weeks' consumption of a drink containing bioactive tripeptides (Ile-Pro-Pro, Val-Pro-Pro and Leu-Pro-Pro). Two age groups were used: young (10 weeks at the end of experiment) and old (24 weeks). Blood pressure was monitored weekly by the tail-cuff method. After six weeks, vascular reactivity was assessed in vitro in mesenteric artery rings focusing on bradykinin induced activity. Blood pressure was lowered in old SHR after 6 weeks' tripeptide consumption compared to water drinking controls (P < 0.05). Blood pressure was lowered by peptide consumption also in old WKY (P < 0.05) but tripeptide consumption exerted no effect on the blood pressure of young animals. Old SHR suffered from endothelial and smooth muscle dysfunction which was not improved by these tripeptides. Interestingly, bradykinin caused vasoconstriction even in young SHR; this was blocked by a non-selective cyclooxygenase (COX) inhibitor but not by a B1 and B2 receptor antagonist. The expressions of mRNA of COX-1 and COX-2 in aorta were slightly upregulated in old SHR. ACE-1 activity in aorta and protein level in kidney, but not ACE-1 mRNA expression was upregulated in old animals (P < 0.05). To conclude, long-term feeding with a drink containing tripeptides lowers or prevents the age-associated increase in blood pressure in hypertensive and normotensive animals. ACE-1 activity, protein level but not mRNA expression are elevated in old animals. We also demonstrated that the vascular inflammation and dysfunction present in aged hypertensive animals cause bradykinin to induce vasoconstriction; this is not prevented by tripeptide feeding but involves the prostaglandin pathway.","authors":["Siltari, A","Roivanen, J","Korpela, R","Vapaatalo, H"],"first_seen_on":"2017-08-25T11:54:56+00:00","funders":["niehs"],"issns":["1899-1505"],"issue":"3","journal":"Journal of physiology and pharmacology : an official journal of the Polish Physiological Society","last_mentioned_on":1503662082,"links":["https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/28820397?dopt=Abstract"],"pmid":"28820397","subjects":["physiology","pharmacology"],"title":"Long-term feeding with bioactive tripeptides in aged hypertensive and normotensive rats: special focus on blood pressure and bradykinin-induced vascular reactivity.","type":"article","volume":"68"},"altmetric_score":{"score":0.25,"score_history":{"1y":0.25,"6m":0.25,"3m":0.25,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.25},"context_for_score":null},"demographics":{"poster_types":{"practitioner":1},"users":{"twitter":{"cohorts":{"Practitioners (doctors, other healthcare professionals)":1}}},"geo":{"twitter":{"FI":1}}},"posts":{"twitter":[{"url":"http:\/\/twitter.com\/TerkkoLib\/statuses\/901050199015137280","license":"gnip","citation_ids":[24298908],"posted_on":"2017-08-25T11:54:42+00:00","author":{"name":"TerkkoLib","url":"http:\/\/terkko.helsinki.fi\/","image":"https:\/\/pbs.twimg.com\/profile_images\/902499147932106753\/ksmRzP9y_normal.jpg","description":"TerkkoLib is part of Terkko Health Hub.  State-of-the-art medical and health information. #amchelsinki publications included. Powered by @hulib","id_on_source":"TerkkoLib","tweeter_id":"22915473","geo":{"lt":60.16952,"ln":24.93545,"country":"FI"},"followers":361},"tweet_id":"901050199015137280"}]}}