{"altmetric_id":1727853,"counts":{"readers":{"mendeley":14,"citeulike":0,"connotea":0},"blogs":{"unique_users_count":1,"unique_users":[55385],"posts_count":1},"total":{"posts_count":1}},"citation":{"abstract":"The fragile X premutation is a tandem CGG trinucleotide repeat expansion on the FMR1 gene between 55 and 200 repeats in length. A CGG knock-in (CGG KI) mouse with CGG trinucleotide repeat lengths between 70 and 350 has been developed and used to model the histopathology and cognitive deficits reported in carriers of the fragile X premutation. Previous studies have shown that CGG KI mice show progressive deficits in processing spatial and temporal information. To characterize the motor deficits associated with the fragile X premutation, male and female CGG KI mice ranging from 2 to 16 months of age with trinucleotide repeats ranging from 72 to 240 CGG in length were tested for their ability to perform a skilled ladder rung walking test. The results demonstrate that both male and female CGG KI mice showed a greater number of foot slips as a function of increased CGG repeat length, independent of the age of the animal or general activity level.","abstract_source":"pubmed","altmetric_jid":"4f6fa4e93cf058f6100023ad","authors":["Michael R. Hunsaker","Ramona E. von Leden","Binh T. Ta","Naomi J. Goodrich-Hunsaker","Gloria Arque","Kyoungmi Kim","Rob Willemsen","Robert F. Berman"],"doi":"10.1016\/j.bbr.2011.03.039","first_seen_on":"2013-09-03T23:00:46+00:00","issns":["0166-4328"],"issue":"1","journal":"Behavioural Brain Research","last_mentioned_on":1375809060,"links":["http:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC3095688\/"],"pmcid":"PMC3095688","pmid":"21440572","pubdate":"1970-01-01T01:00:00+00:00","publisher":"NIH Public Access","publisher_subjects":[{"name":"Medical And Health Sciences","scheme":"era"},{"name":"Psychology And Cognitive Sciences","scheme":"era"}],"scopus_subjects":["Life Sciences","Neuroscience"],"startpage":"117","subjects":["brain","behavioralsciences"],"title":"Motor Deficits on a Ladder Rung Task in Male and Female Adolescent and Adult CGG Knock-in Mice","type":"article","volume":"222","mendeley_url":"http:\/\/www.mendeley.com\/research\/motor-deficits-ladder-rung-task-male-female-adolescent-adult-cgg-knockin-mice"},"altmetric_score":{"score":5.032,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":5.032},"context_for_score":{"all":{"total_number_of_other_articles":3685110,"mean":4.9408620385482,"rank":603314,"this_scored_higher_than_pct":83,"this_scored_higher_than":3080458,"rank_type":"exact","sample_size":3685110,"percentile":83},"similar_age_3m":{"total_number_of_other_articles":89473,"mean":7.577391675608,"rank":17742,"this_scored_higher_than_pct":80,"this_scored_higher_than":71724,"rank_type":"exact","sample_size":89473,"percentile":80},"this_journal":{"total_number_of_other_articles":1313,"mean":2.9901768292683,"rank":184,"this_scored_higher_than_pct":85,"this_scored_higher_than":1127,"rank_type":"exact","sample_size":1313,"percentile":85},"similar_age_this_journal_3m":{"total_number_of_other_articles":54,"mean":2.5609811320755,"rank":6,"this_scored_higher_than_pct":88,"this_scored_higher_than":48,"rank_type":"exact","sample_size":54,"percentile":88}}},"demographics":{"users":{"mendeley":{"by_status":{"Unspecified":1,"Student  > Doctoral Student":1,"Researcher":2,"Student  > Ph. D. Student":3,"Student  > Master":3,"Student  > Bachelor":3,"Professor":1},"by_discipline":{"Design":1,"Engineering":1,"Medicine and Dentistry":3,"Neuroscience":2,"Psychology":3,"Agricultural and Biological Sciences":3,"Unspecified":1}}},"geo":{"mendeley":{"AT":1}}},"posts":{"blogs":[{"title":"Dual Task Performance Uncovers Motor Deficits in Fragile X Premutation Cariers","url":"http:\/\/whyhaventtheydonethatyet.squarespace.com\/posts\/2013\/8\/6\/dual-task-performance-uncovers-motor-deficits-in-fragile-x-premutation-cariers?utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+WhyHaventTheyDoneThat+%28Why+Haven%27t+They+Done+That%3F%29","citation_ids":[1661193,1727851,1727853],"posted_on":"2013-08-06T17:11:00+00:00","summary":"Ooh Ooh Ooh! They Finally Did It!\n\nI am positively giddy that this paper has finally been published since it not only supports a hypothesis some collaborators of mine and I developed a few years back, but also because it demonstrates a very important appro","author":{"name":"Why Haven't They Done That?","url":"http:\/\/whyhaventtheydonethatyet.squarespace.com\/","description":"As anyone who has spent any time working on the same floor as me knows, <br\/>when I read a research paper for the first time, I get really excited and <br\/>immediately start asking anybody I can find if they know whether any of the <br\/>logical follow-up studies have been performed. This is even more intense if <br\/>the paper happens to be a few years old and there is actually a chance that <br\/>someone has followed up. When the follow up studies had not been performed, <br\/>I could usually be found standing at a blackboard, covered in chalk, <br\/>diagramming a behavioral task and quietly muttering &quot;Why have they not done <br\/>that yet?&quot; while scratching my head and showing my diagram to unsuspecting <br\/>onlookers unfortunate enough to be waiting for a nearby elevator. This blog <br\/>is my attempt to take this whole process up a notch. Instead of limiting my <br\/>enthusiasm about behavioral research to a group of undergraduate and <br\/>graduate students, this blog will share these ideas with anyone willing to <br\/>read them. The name of this blog derives from my interest in writing about <br\/>the topics I choose. That is, either focusing on the, &quot;why have they not <br\/>done that yet?&quot; in reference to a follow up study that has remained <br\/>untested after the initial report, or else a resounding, &quot;Ooh ooh, look! <br\/>They finally did it!&quot; when a follow up study has been performed. Even more <br\/>satisfying to me is when a finding in humans is recapitulated in an animal <br\/>model. The primary focus of this blog is going to be on the behavioral side <br\/>of neuroscience or biological psychology. I have always been passionate <br\/>about the importance of applying the same criteria of sensitivity and <br\/>selectivity that we apply to molecular biology to behavioral analysis. As <br\/>such, this blog will primarily focus on the behavioral paradigms used by <br\/>the authors to test their hypotheses, and as such be a critical analysis of <br\/>the state of the field in behavioral analysis. Additionally, as an avid <br\/>believer in the importance of translating behavioral measures across <br\/>species, I will also look at behavior in a clinical population and posit <br\/>ways in which those studies could be replicated in an animal model and vice <br\/>versa."}}]}}