{"altmetric_id":1030197,"counts":{"readers":{"mendeley":2,"citeulike":1,"connotea":1},"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["AusSMC"],"posts_count":1}},"citation":{"abstract":"As the leading organization of physicians who treat people with cancer, the American Society of Clinical Oncology (ASCO) recognizes that cancer specialists must be fully informed of the range of issues involved in genetic testing for cancer risk. The newly discovered and still developing ability to identify individuals at highest risk for cancer holds the promise of improved prevention and early detection of cancers. It also poses potential medical, psychological, and other personal risks that must be addressed in the context of informed consent for genetic testing. ASCO firmly believes that any physician who offers genetic testing should be aware of, and able to communicate, the benefits and limits of current testing procedures, and the range of prevention and treatment options available to patients and their families. For these reasons, ASCO endorses the following principles: ASCO affirms the role of clinical oncologists in documenting a family history of cancer in their patients, providing counseling regarding familial cancer risk and options for prevention and early detection, and recognizing those families for which genetic testing may serve as an aid in counseling. To the greatest extent possible, genetic testing for cancer susceptibility should be performed in the setting of long-term outcome studies. ASCO endorses the formulation and implementation of a national cooperative study\/registry with appropriate confidentiality to define the clinical significance of mutations in known cancer susceptibility genes. ASCO is committed to providing educational opportunities for physicians concerning methods of quantitative cancer risk assessment, genetic testing, and pre- and post-test genetic counseling so that oncologists may more responsibly integrate genetic counseling and testing into the practice of clinical and preventive oncology. Oncologists must assure that informed consent has been given by the patient as an integral part of the process of genetic predisposition testing, whether such testing is offered on a clinical or research basis. ASCO recommends that cancer predisposition testing be offered only when: 1) the person has a strong family history of cancer or very early age of onset of disease; 2) the test can be adequately interpreted; and 3) the results will influence the medical management of the patient or family member. As clinical testing becomes more widely available, the Society encourages oncologists to utilize laboratories committed to the validation of testing methodologies, and to facilitate families' participation in long-term outcome studies. ASCO recommends that oncologists include in pre- and post-test counseling discussion of possible risks and benefits of cancer early detection and prevention modalities, which have presumed but unproven efficacy for individuals at the highest hereditary risk for cancer. ASCO endorses efforts to strengthen regulatory authority over laboratories that provide cancer predisposition tests that will be utilized to inform clinical decisions. These regulatory requirements should include appropriate oversight of the products used in genetic testing, interlaboratory comparisons of reference samples, as well as quality control mechanisms. ASCO endorses all efforts including legislation to prohibit discrimination by insurance companies or employers based on an individual's inherited susceptibility to cancer. All individuals at hereditary risk for cancer should have access to appropriate genetic testing and associated medical care, which should be covered by public and private third-party payers. ASCO endorses continued support of patient-oriented research to analyze the psychological impact of genetic testing of at-risk populations.","abstract_source":"pubmed","altmetric_jid":"4f6fa5e93cf058f610005a18","first_seen_on":"2012-10-30T04:56:39+00:00","issns":["1527-7755"],"journal":"Journal of Clinical Oncology","last_mentioned_on":1351572990,"links":["http:\/\/jco.ascopubs.org\/content\/14\/5\/1730.abstract"],"pdf_url":"http:\/\/jco.ascopubs.org\/content\/14\/5\/1730.full.pdf","pmid":"8622094","pubdate":"1996-01-01T00:00:00+00:00","publisher_subjects":[{"name":"Oncology And Carcinogenesis","scheme":"era"}],"scopus_subjects":["Health Sciences","Medicine","Life Sciences","Biochemistry, Genetics and Molecular Biology"],"subjects":["neoplasms"],"title":"Statement of the American Society of Clinical Oncology: genetic testing for cancer susceptibility, Adopted on February 20, 1996.","type":"article","mendeley_url":"http:\/\/www.mendeley.com\/research\/statement-american-society-clinical-oncology-genetic-testing-cancer-susceptibility-adopted-february-7"},"altmetric_score":{"score":0.5,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.5},"context_for_score":{"all":{"total_number_of_other_articles":8065410,"mean":6.8434784455409,"rank":6126495,"this_scored_higher_than_pct":13,"this_scored_higher_than":1081862,"rank_type":"exact","sample_size":8065410,"percentile":13},"similar_age_3m":{"total_number_of_other_articles":107028,"mean":5.8852184402067,"rank":70688,"this_scored_higher_than_pct":18,"this_scored_higher_than":20102,"rank_type":"exact","sample_size":107028,"percentile":18},"this_journal":{"total_number_of_other_articles":8553,"mean":14.070178203929,"rank":7705,"this_scored_higher_than_pct":3,"this_scored_higher_than":266,"rank_type":"exact","sample_size":8553,"percentile":3},"similar_age_this_journal_3m":{"total_number_of_other_articles":92,"mean":4.6121318681319,"rank":68,"this_scored_higher_than_pct":4,"this_scored_higher_than":4,"rank_type":"exact","sample_size":92,"percentile":4}}},"demographics":{"poster_types":{"member_of_the_public":1},"users":{"twitter":{"cohorts":{"Members of the public":1}},"mendeley":{"by_status":{"Student  > Postgraduate":1,"Student  > Master":1},"by_discipline":{"Medicine and Dentistry":1,"Agricultural and Biological Sciences":1}}},"geo":{"twitter":{"AU":1},"mendeley":{"US":1}}},"posts":{"twitter":[{"url":"http:\/\/twitter.com\/AusSMC\/statuses\/263142311838482433","license":"public","citation_ids":[1030197],"posted_on":"2012-10-30T04:56:30+00:00","author":{"name":"Au Science Media Ctr","url":"http:\/\/smc.org.au","image":"https:\/\/pbs.twimg.com\/profile_images\/846564080244604928\/H6h8h4Rj_normal.jpg","description":"The Aus Science Media Centre is an independent, not-for-profit that connects journalists to evidence-based science & expertise. Home of http:\/\/scimex.org","id_on_source":"AusSMC","tweeter_id":"112643711","geo":{"lt":-34.92866,"ln":138.59863,"country":"AU"},"followers":8124},"tweet_id":"263142311838482433"}]}}