{"altmetric_id":4139984,"counts":{"readers":{"mendeley":3,"citeulike":0,"connotea":0},"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["AnestesiaF"],"posts_count":1}},"selected_quotes":["Effect of sedation on short-term and long-term outcomes of critically ill patients with acute respiratory…"],"citation":{"abstract":"The present study aimed to determine the short-term and long-term outcomes of critically ill patients with acute respiratory insufficiency who had received sedation or no sedation.\nThe data of 91 patients who had received mechanical ventilation in the first 24 hours between November 2008 and October 2009 were retrospectively analyzed. These patients were divided into two groups: a sedation group (n=28) and a non-sedation group (n=63). The patients were also grouped in two groups: deep sedation group and daily interruption and \/or light sedation group.\nOverall, the 91 patients who had received ventilation ≥48 hours were analyzed. Multivariate analysis demonstrated two independent risk factors for in-hospital death: sequential organ failure assessment score (P=0.019, RR 1.355, 95%CI 1.051-1.747, B=0.304, SE=0.130, Wald=50483) and sedation (P=0.041, RR 5.015, 95%CI 1.072-23.459, B=1.612, SE=0.787, Wald=4.195). Compared with the patients who had received no sedation, those who had received sedation had a longer duration of ventilation, a longer stay in intensive care unit and hospital, and an increased in-hospital mortality rate. The Kaplan-Meier method showed that patients who had received sedation had a lower 60-month survival rate than those who had received no sedation (76.7% vs. 88.9%, Log-rank test=3.630, P=0.057). Compared with the patients who had received deep sedation, those who had received daily interruption or light sedation showed a decreased in-hospital mortality rate (57.1% vs. 9.5%, P=0.008). The 60-month survival of the patients who had received deep sedation was significantly lower than that of those who had daily interruption or light sedation (38.1% vs. 90.5%, Log-rank test=6.783, P=0.009).\nSedation was associated with in-hospital death. The patients who had received sedation had a longer duration of ventilation, a longer stay in intensive care unit and in hospital, and an increased in-hospital mortality rate compared with the patients who did not receive sedation. Compared with daily interruption or light sedation, deep sedation increased the in-hospital mortality and decreased the 60-month survival for patients who had received sedation.","authors":["Xing, Xue-Zhong","Gao, Yong","Wang, Hai-Jun","Qu, Shi-Ning","Huang, Chu-Lin","Zhang, Hao","Wang, Hao","Xiao, Qing-Ling","Sun, Ke-Lin"],"doi":"10.5847\/wjem.j.1920-8642.2015.02.011","first_seen_on":"2015-06-12T10:20:00+00:00","funders":["niehs"],"issns":["1920-8642"],"issue":"2","journal":"World journal of emergency medicine","last_mentioned_on":1433931918,"links":["http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/26056547?dopt=Abstract"],"pmid":"26056547","pubdate":"2015-01-01T00:00:00+00:00","title":"Effect of sedation on short-term and long-term outcomes of critically ill patients with acute respiratory insufficiency.","type":"article","volume":"6","mendeley_url":"http:\/\/www.mendeley.com\/research\/effect-sedation-shortterm-longterm-outcomes-critically-ill-patients-acute-respiratory-insufficiency-1"},"altmetric_score":{"score":0.25,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.25},"context_for_score":null},"demographics":{"poster_types":{"member_of_the_public":1},"users":{"twitter":{"cohorts":{"Members of the public":1}},"mendeley":{"by_status":[],"by_discipline":[]}}},"posts":{"twitter":[{"url":"https:\/\/twitter.com\/AnestesiaF\/status\/608580689907191808","license":"datasift","citation_ids":[4139984],"posted_on":"2015-06-10T10:25:18+00:00","author":{"name":"Anestesia-Fabumed","url":"http:\/\/www.fabumed.net\/","image":"https:\/\/pbs.twimg.com\/profile_images\/513933046764957696\/2ZhExTfY_normal.png","description":"Anestesia. Compartir, revisar y fomentar la realización de referencias de la Literatura Médica Latinoamericana y a sus Autores.","id_on_source":"AnestesiaF","tweeter_id":"380571588","geo":{"lt":null,"ln":null},"followers":1636},"tweet_id":"608580689907191808"}]}}