{"altmetric_id":2216721,"counts":{"readers":{"mendeley":0,"citeulike":0,"connotea":0},"facebook":{"unique_users_count":1,"unique_users":["629088414"],"posts_count":1},"total":{"posts_count":1}},"citation":{"abstract":"The effect of two different semi-artificial diets (S.A.D1 and S.A.D2) as well as a natural corn diet on the biology and bionomics of the pink stem borer, Sesamia cretica was studied under laboratory conditions. The insect was successfully mass reared for ten successive generations at the conditions of 27 +\/- 2 C degrees and 60-80% R.H. In addition, a photoperiod of 0:24 (L:D) for larvae and 12:12 (L:D) in concern to the other stages, respectively. ALong the ten successive generations, there were no significant differences between the larval periods for both the artificial diets. The S.A.D2 induced the shortest (24.0 days) larval period compared with the natural diet (27.5 days) and S.A.D1 (31.5 days). Rearing larvae on the natural diets revealed a pupal period of 11.0 days, while it was 10.0 days and 8.5 days for the artificial diets (S.A.D1) and in (S.A.D2), in respect. Moth longevity (pre-oviposition, oviposition and post-oviposition periods), to a certain extent, was affected by the larval diets. The maximal moth longevity (13.0 days) was observed for larva reared on corn plants (4, 8 and 1 days). On the other hand, the shortest period (10.5 days) of moth longevity was noticed in SAD2 (1, 9 and 0.5 days). S.A.D1 showed 11.0 days moth longevity (3,7 and 1 days). The longest oviposition period (9.0 days) was recorded in the artificial diet S.A.D2, while it was only 7.0 days in the artificial diet S.A.D1 compared with 8.0 days in case of the natural diet. The number of deposited eggs increased with the progress of the 10 successive generations (G1:G10) from 150 to 265 and from 384 eggs to 564 eggs \/ female for the S.A.D1 and S.A.D2, in sequence. The highest mean number of deposited eggs per female (564) was for the derived females from larvae fed on the artificial diet in G10 of S.A.D2. The rate of the deposited eggs in S.A.D2 was gradually increased (from 9.70 to 61.14% increase) more than those reared on the natural diet throughout the ten generations. The highest significant percent hatchability (92.69%) has been resulted from the artificial diet SAD2. But, it has been decreased to 85.59% in the artificial diet S.A.D1 in comparison to 65.71% in the natural diet. In addition, the significant shortest total generation period was 44.0 days resulted from the artificial diet S.A.D2, while it was 53.5 and 54.0 days for corn plants and the artificial diet S.A.D1, consequently. In short, results indicated that the S.A.D2 could be considered as a suitable artificial diet for a feasible mass rearing of the pink corn borer, Sesamia cretica led. The S.A.D2 showed the shortest larval, pupal and life span for the generation periods. Moreover, it induced the longest oviposition period and the highest mean number of deposited eggs per female and the highest significant percent of eggs hatchability\/fertility. The utilization of this artificial diet (S.A.D2) would supply the researchers with high-quality insects in adequate numbers, at specified times and specific stages of development for the bioassay, toxicological and biological studies.","abstract_source":"pubmed","altmetric_jid":"4f6fa9223cf058f61000d9f3","authors":["Masoud MA","Saad AS","Mourad AK","Ghorab MA"],"first_seen_on":"2014-03-29T13:30:41+00:00","issns":[],"issue":"3","journal":"Communications in agricultural and applied biological sciences","last_mentioned_on":1396050449,"links":["http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/21539247"],"pmid":"21539247","pubdate":"2010-01-01T00:00:00+00:00","scopus_subjects":["Medicine","Health Sciences"],"subjects":["biology","environmentalhealth"],"title":"Mass rearing of the pink corn borer, Sesamia cretica Led. (Lepidoptera: Noctuidae) larvae, on semi artificial diets.","type":"article","volume":"75","mendeley_url":"http:\/\/www.mendeley.com\/research\/mass-rearing-pink-corn-borer-sesamia-cretica-led-lepidoptera-noctuidae-larvae-semi-artificial-diets"},"altmetric_score":{"score":0.25,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.25},"context_for_score":{"all":{"total_number_of_other_articles":3635050,"mean":4.9227315329755,"rank":2900916,"this_scored_higher_than_pct":2,"this_scored_higher_than":78378,"rank_type":"exact","sample_size":3635050,"percentile":2},"similar_age_3m":{"total_number_of_other_articles":93436,"mean":7.1054606089796,"rank":74154,"this_scored_higher_than_pct":1,"this_scored_higher_than":321,"rank_type":"exact","sample_size":93436,"percentile":1},"this_journal":{"total_number_of_other_articles":33,"mean":1.0234375,"rank":13,"this_scored_higher_than_pct":3,"this_scored_higher_than":1,"rank_type":"exact","sample_size":33,"percentile":3},"similar_age_this_journal_3m":{"total_number_of_other_articles":1,"mean":0,"rank":1,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":1,"percentile":1}}},"demographics":{"users":{"mendeley":{"by_status":[],"by_discipline":[]}}},"posts":{"facebook":[{"title":"Mass rearing of the pink corn bor... [Commun Agric Appl Biol Sci. 2010] - PubMed - NCBI","url":"https:\/\/www.facebook.com\/629088414\/posts\/441564202653721","license":"public","citation_ids":[2216721],"posted_on":"2014-03-28T23:47:29+00:00","summary":"Please I need this paper as soon possible guys, Thank you so much first for helping and make good Job\n  email : mghorabniof@gmail.com \n\nhttp:\/\/www.ncbi.nlm.nih.gov\/pubmed\/21539247 \nCommun Agric Appl Biol Sci. 2010;75(3):295-304.\nMass rearing of the pink co","author":{"name":"Mohamed Adel Ghorab","url":"https:\/\/www.facebook.com\/629088414","facebook_wall_name":"Mohamed Adel Ghorab","image":"https:\/\/graph.facebook.com\/629088414\/picture","id_on_source":"629088414"}}]}}