{"altmetric_id":13645194,"counts":{"readers":{"mendeley":49,"citeulike":0,"connotea":0},"total":{"posts_count":1},"wikipedia":{"unique_users_count":1,"unique_users":["en:1505283"],"posts_count":1}},"citation":{"abstract":"To study the correlated evolution of locomotor behavior and exercise physiology, we conducted an artificial selection experiment. From the outbred Hsd:ICR strain of Mus domesticus, we began eight separate lines, each consisting of 10 breeding pairs. In four of the lines, we used within-family selection to increase voluntary wheel running. The remaining four lines were random-bred (within lines) to serve as controls. Various traits have been monitored to test for correlated responses. Here, we report on organ masses, with emphasis on the triceps surae muscle complex, an important extensor of the ankle. Mice from the selected lines exhibit reduced total body mass, increased relative (mass-corrected) kidney mass, and reduced relative triceps surae mass. In addition, a discrete muscle-mass polymorphism was observed: some individuals had triceps surae that were almost 50% lighter than normal for their body mass. This small-muscle phenotype was observed in only three of the eight lines: in one control line, it has fluctuated in frequency between zero and 10%, whereas in two of the selected lines it has increased in frequency to approximately 50% by generation 22. Data from a set of parents and offspring (generations 23 and 24) are consistent with inheritance as a single autosomal recessive allele. Evidence for the adaptive significance of the small-muscle allele was obtained by fitting multiple-generation data to hierarchical models that include effects of genetic drift and\/or selection. The small-muscle allele is estimated to have been present at low frequency (approximately 7%) in the base population, and analysis indicates that strong selection favors the allele in the selected but not control lines. We hypothesize that the small muscles possess functional characteristics and\/or that the underlying allele causes pleiotropic effects (e.g., reduced total body mass; increased relative heart, liver, and kidney mass) that facilitate high levels of wheel running. Nevertheless, at generation 22, wheel running of affected individuals did not differ significantly from those with normal-sized muscles, and the magnitude of response to selection has been similar in all four selected lines, indicating that multiple genetic \"solutions\" are possible in response to selection for high activity levels.","authors":["Garland, Theodore","Morgan, Martin T","Swallow, John G","Rhodes, Justin S","Girard, Isabelle","Belter, Jason G","Carter, Patrick A"],"first_seen_on":"2016-11-15T18:24:59+00:00","issns":["0014-3820"],"issue":"6","journal":"Evolution; international journal of organic evolution","last_mentioned_on":1479234295,"links":["https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/12144025"],"pmid":"12144025","pubdate":"2002-01-01T00:00:00+00:00","subjects":["biology"],"title":"Evolution of a small-muscle polymorphism in lines of house mice selected for high activity levels.","type":"article","volume":"56","mendeley_url":"http:\/\/www.mendeley.com\/research\/evolution-smallmuscle-polymorphism-lines-house-mice-selected-high-activity-levels"},"altmetric_score":{"score":3,"score_history":{"1y":3,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":3},"context_for_score":null},"demographics":{"users":{"mendeley":{"by_status":{"Unspecified":1,"Professor > Associate Professor":8,"Researcher":11,"Student  > Doctoral Student":3,"Student  > Ph. D. Student":9,"Other":5,"Student  > Master":5,"Student  > Bachelor":1,"Professor":6},"by_discipline":{"Chemistry":1,"Psychology":1,"Earth and Planetary Sciences":1,"Agricultural and Biological Sciences":34,"Biochemistry, Genetics and Molecular Biology":5,"Unspecified":2,"Environmental Science":5}}},"geo":{"mendeley":{"CA":1,"US":3,"BR":1,"GB":1,"AE":1,"PT":2}}},"posts":{"wikipedia":[{"title":"Pleiotropy","url":"http:\/\/en.wikipedia.org\/?diff=prev&oldid=749692560#altmetric_citation_5b13e980-eea7-4a05-a9fe-c2732fe121d8","license":"public","citation_ids":[13645194],"posted_on":"2016-11-15T18:24:55+00:00","summary":"Pleiotropy&nbsp;(from&nbsp;Greek&nbsp;πλείων&nbsp;pleion, \"more\", and τρόπος&nbsp;tropos, \"way\") occurs when one&nbsp;gene&nbsp;influences two or more seemingly unrelated&nbsp;phenotypic traits.","page_url":"http:\/\/en.wikipedia.org\/?curid=1505283","wiki_lang":"en","author":{"name":"GhasMak","url":"http:\/\/en.wikipedia.org\/wiki\/User:GhasMak"}}]}}