{"altmetric_id":15559345,"counts":{"readers":{"mendeley":6,"citeulike":0,"connotea":0},"total":{"posts_count":1},"facebook":{"unique_users_count":1,"unique_users":["1433708676917386"],"posts_count":1}},"citation":{"abstract":"A multicentric, randomized, placebo-controlled double-blind study on ginkgo biloba special extract EGb 761 (Tebonin forte) in patients suffering from peripheral occlusive arterial disease (POAD) in Fontaine stage II b was carried out in order to prove its clinical efficacy in this indication according to guidelines of European Community authorities and the German Angiological Society and to confirm the results of former clinical studies with EGb 761.\nIn total, 111 patients with angiographically proven POAD in Fontaine stage II b and intermittent claudication (pain-free walking distance < 150 m on the treadmill) were recruited in 5 centers and treated with either EGb 761 or placebo at a daily dose of 3 times 1 film-coated tablet over a duration of 24 weeks following a 2-week placebo run-in period. The primary response variable was the difference of the pain-free walking distance between the start of treatment and after 8, 16 and 24 weeks as measured on the treadmill (walking speed 3 km\/h and slope of 12%) under standardized conditions.\nAt the start of the treatment period, the mean pain-free walking distances were very similar with 108.5 m in the EGb 761 group and 105.2 m in the placebo group. At the end of the treatment period these values increased to 153.2 m and 126.6 m, respectively. The group differences were statistically significant at all three control visits with p = 0.017, p = 0.007, and p = 0.016. The differences for the maximum walking distance and the relative increases of the pain-free walking distance and the maximum distance were also significantly higher in the EGb 761 group with p-values < 0.05 each. In both groups Doppler indices remained nearly unchanged during therapy. The subjective assessment of the patients demonstrated an amelioration of complaints in both groups. Tolerability was very good with no adverse events under EGb 761 and one case of heartburn and gastric pain in the placebo group.\nIt can be concluded from the results of this study that treatment with EGb 761 in POAD patients with Fontaine stage II b is very safe and causes a significant and therapeutically relevant prolongation of the patients' walking distance.","authors":["Peters, H","Kieser, M","Hölscher, U"],"first_seen_on":"2017-01-18T09:03:43+00:00","issns":["0301-1526"],"issue":"2","journal":"VASA. Zeitschrift fur Gefasskrankheiten","last_mentioned_on":1484557343,"links":["https:\/\/www.ncbi.nlm.nih.gov\/pubmed\/9612115"],"pmid":"9612115","pubdate":"1998-05-01T00:00:00+00:00","title":"Demonstration of the efficacy of ginkgo biloba special extract EGb 761 on intermittent claudication--a placebo-controlled, double-blind multicenter trial.","type":"article","volume":"27","mendeley_url":"http:\/\/www.mendeley.com\/research\/demonstration-efficacy-ginkgo-biloba-special-extract-egb-761-intermittent-claudicationa-placebocontr"},"altmetric_score":{"score":0.25,"score_history":{"1y":0.25,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.25},"context_for_score":null},"demographics":{"users":{"mendeley":{"by_status":{"Researcher":1,"Student  > Ph. D. Student":2,"Student  > Postgraduate":1,"Student  > Bachelor":2},"by_discipline":{"Medicine and Dentistry":2,"Chemistry":1,"Agricultural and Biological Sciences":1,"Unspecified":2}}}},"posts":{"facebook":[{"title":"Demonstration of the efficacy of ginkgo biloba special extract EGb 761 on intermittent claudication--a placebo-controlled, double-blind multicenter... - PubMed - NCBI","url":"https:\/\/www.facebook.com\/permalink.php?story_fbid=1830969497191300&id=1433708676917386","license":"public","citation_ids":[15559345],"posted_on":"2017-01-16T09:02:23+00:00","summary":"Vasa. 1998 May;27(2):106-10.\nDemonstration of the efficacy of ginkgo biloba special extract EGb 761 on intermittent claudication--a placebo-controlled, double-blind multicenter trial.\nPeters H1, Kieser M, Hölscher U.\nAuthor information\n1GmbH & Co., Karlsru","author":{"name":"Ginkgo Forte kapszula 120 mg\/Standardised Ginkgo biloba extract 24% \/6%","url":"https:\/\/www.facebook.com\/1433708676917386","facebook_wall_name":"Ginkgo Forte kapszula 120 mg\/Standardised Ginkgo biloba extract 24% \/6%","image":"https:\/\/graph.facebook.com\/1433708676917386\/picture","id_on_source":"1433708676917386"}}]}}