{"altmetric_id":20505295,"counts":{"readers":{"mendeley":0,"citeulike":0,"connotea":0},"total":{"posts_count":1},"peer_reviews":{"unique_users_count":1,"unique_users":["publons"],"posts_count":1}},"citation":{"abstract":"Purpose  Radiotherapy treatment planning of extended volume typically necessitates the utilization of multiple field isocenters and abutting dosimetrically matched fields in order to enable coverage beyond the field size limits. A common example includes total lymphoid irradiation (TLI) treatments, which are conventionally planned using dosimetric matching of the mantle, para-aortic\/spleen, and pelvic fields. Due to the large irradiated volume and system limitations, such as field size and couch extension, a combination of couch shifts and sliding of patients are necessary to be correctly executed for accurate delivery of the plan. However, shifting of patients presents a substantial safety issue and has been shown to be prone to errors ranging from minor deviations to geometrical misses warranting a medical event. To address this complex setup and mitigate the safety issues relating to delivery, a practical technique for couch indexing of TLI treatments has been developed and evaluated through a retrospective analysis of couch position. Methods The indexing technique is based on the modification of the commonly available slide board to enable indexing of the patient position. Modifications include notching to enable coupling with indexing bars, and the addition of a headrest used to fixate the head of the patient relative to the slide board. For the clinical setup, a Varian Exact Couch(TM) (Varian Medical Systems, Inc, Palo Alto, CA) was utilized. Two groups of patients were treated: 20 patients with table indexing and 10 patients without. The standard deviations (SDs) of the couch positions in longitudinal, lateral, and vertical directions through the entire treatment cycle for each patient were calculated and differences in both groups were analyzed with Student's t-test. Results The longitudinal direction showed the largest improvement. In the non-indexed group, the positioning SD ranged from 2.0 to 7.9 cm. With the indexing device, the positioning SD was reduced to a range of 0.4 to 1.3 cm (p < 0.05 with 95% confidence level). The lateral positioning was slightly improved (p < 0.05 with 95% confidence level), while no improvement was observed in the vertical direction. Conclusions The conventional matched field TLI treatment is error-prone to geometrical setup error. The feasibility of full indexing TLI treatments was validated and shown to result in a significant reduction of positioning and shifting errors.","authors":["Yu A","Fahimian B","Million L","Hsu A"],"doi":"10.7759\/cureus.1270","first_seen_on":"2017-05-26T00:43:48+00:00","funders":["niehs"],"handles":[],"issns":["2168-8184"],"issue":"5","journal":"Cureus","last_mentioned_on":1497225600,"links":["https:\/\/doi.org\/10.7759\/cureus.1270"],"pdf_url":"http:\/\/assets.cureus.com\/uploads\/original_article\/pdf\/6840\/1495616141-20170524-3559-12mpc9x.pdf","pmcid":"PMC5481188","pmid":"28652953","pubdate":"2017-05-23T00:00:00+00:00","publisher":"Cureus, Inc.","title":"A Robust and Affordable Table Indexing Approach for Multi-isocenter Dosimetrically Matched Fields","type":"article","volume":"9"},"altmetric_score":{"score":1,"score_history":{"1y":1,"6m":1,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":1},"context_for_score":null},"demographics":[],"posts":{"peer_reviews":[{"title":"A Robust and Affordable Table Indexing Approach for Multi-isocenter Dosimetrically Matched Fields","url":"https:\/\/publons.com\/publon\/review\/zfNqik0w\/","license":"public","citation_ids":[20505295],"posted_on":"2017-06-12T00:00:00+00:00","summary":"A good study with practical application in radiotherapy","author":{"name":"Ali yadollahpour","url":"https:\/\/publons.com\/author\/1212153\/","id_on_source":1212153},"pr_id":"publons","publons_quality_score":null,"publons_significance_score":null,"publons_review_type":null,"publons_weighted_average":null,"publons_article_url":"https:\/\/publons.com\/publon\/872520\/","pubpeer_publication_url":null}]}}