{"altmetric_id":3601855,"counts":{"readers":{"mendeley":5,"citeulike":0,"connotea":0},"total":{"posts_count":1},"wikipedia":{"unique_users_count":1,"unique_users":["en:23981964"],"posts_count":1}},"citation":{"abstract":"In the course of a study on the pathogenesis of neuronal necrosis in severe hypoglycemia, the morphological characteristics reflecting reversible and irreversible neuronal lesions were examined as a function of time following normalization of blood glucose. To that end, closely spaced time intervals were studied in the rat cerebral cortex before, during, and up to 1 year after standardized pure hypoglycemic insults of 30 and 60 min of cerebral isoelectricity. Both the superficial and deep layers of the cerebral cortex showed dark and light neurons during and several hours after the insult. By electron microscopy (EM) the dark neurons were characterized by marked condensation of both karyoplasm and cytoplasm, with discernible, tightly packed cytoplasmic organelles. The light neurons displayed clustering of normal organelles around the nucleus with clearing of the peripheral cytoplasm. Some cells, both dark neurons and neurons of normal electron density, contained swollen mitochondria with fractured cristae. Light neurons disappeared from the cerebral cortex by 4 h of recovery. Some dark neurons in the superficial cortex and almost all in the deep cortex evolved through transitional forms into normal neurons by 6 h recovery. Another portion of the dark neurons in the superficial cortex became acidophilic between 4 and 12 h, and by EM they demonstrated karyorrhexis with stippled electron-dense chromatin. The plasma membrane was disrupted, the cytoplasm was composed of amorphous granular debris, and the mitochondria contained flocculent densities. These definitive indices of irreversible neuronal damage were seen as early as 4-8 h recovery. Subsequently, the acidophilic neurons were removed from the tissue, and gliosis ensued. Thus, even markedly hyperchromatic \"dark\" neurons are compatible with survival of the cell, as are neurons with conspicuous mitochondrial swelling. Definite nerve cell death is verified as the appearance of acidophilic neurons at which stage extensive damage to mitochondria is already seen in the form of flocculent densities, and cell membranes are ruptured. Our previous results have shown that hypoglycemic neocortical damage affects the superficial laminae, chiefly layer 2. The present results demonstrate that, following the primary insult, this damage evolves relatively rapidly within the first 4-12 h. We have obtained no evidence that additional necrotic neurons are recruited after longer recovery periods.","abstract_source":"pubmed","altmetric_jid":"4f6fa4e73cf058f610002159","authors":["R N Auer","H Kalimo","Y Olsson","B K Siesjö"],"first_seen_on":"2015-02-13T17:14:08+00:00","issns":["0001-6322"],"issue":"1-2","journal":"Acta Neuropathologica","last_mentioned_on":1251754204,"links":["http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/4024866"],"pmid":"4024866","pubdate":"1985-01-01T00:00:00+00:00","publisher_subjects":[{"name":"Clinical Sciences","scheme":"era"},{"name":"Neurosciences","scheme":"era"}],"scopus_subjects":["Health Sciences","Medicine","Life Sciences","Neuroscience"],"subjects":["neurology"],"title":"The temporal evolution of hypoglycemic brain damage. I. Light- and electron-microscopic findings in the rat cerebral cortex.","type":"article","volume":"67","mendeley_url":"http:\/\/www.mendeley.com\/research\/temporal-evolution-hypoglycemic-brain-damage-i-light-electronmicroscopic-findings-rat-cerebral-corte"},"altmetric_score":{"score":3,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":3},"context_for_score":{"all":{"total_number_of_other_articles":3634360,"mean":4.9199904968162,"rank":815911,"this_scored_higher_than_pct":63,"this_scored_higher_than":2296291,"rank_type":"exact","sample_size":3634360,"percentile":63},"similar_age_3m":{"total_number_of_other_articles":96238,"mean":8.2895463491175,"rank":25195,"this_scored_higher_than_pct":72,"this_scored_higher_than":69948,"rank_type":"exact","sample_size":96238,"percentile":72},"this_journal":{"total_number_of_other_articles":491,"mean":3.9721469387755,"rank":111,"this_scored_higher_than_pct":47,"this_scored_higher_than":234,"rank_type":"exact","sample_size":491,"percentile":47},"similar_age_this_journal_3m":{"total_number_of_other_articles":21,"mean":6.6103,"rank":5,"this_scored_higher_than_pct":71,"this_scored_higher_than":15,"rank_type":"exact","sample_size":21,"percentile":71}}},"demographics":{"users":{"mendeley":{"by_status":{"Researcher":1,"Student  > Ph. D. Student":3,"Lecturer > Senior Lecturer":1},"by_discipline":{"Medicine and Dentistry":1,"Immunology and Microbiology":1,"Agricultural and Biological Sciences":3}}}},"posts":{"wikipedia":[{"title":"Fluoro-Jade stain","url":"http:\/\/en.wikipedia.org\/?diff=prev&oldid=311155304#altmetric_citation_4","license":"public","citation_ids":[3601850,3601855],"posted_on":"2009-08-31T21:30:04+00:00","summary":"Fluoro-Jade stain is a fluorochrome derived from fluorescein, and is commonly used in neuroscience disciplines to label degenerating neurons in ex vivo tissue of the central nervous system.","page_url":"http:\/\/en.wikipedia.org\/?curid=23981964","wiki_lang":"en","author":{"name":"Dliput","url":"http:\/\/en.wikipedia.org\/wiki\/User:Dliput"}}]}}