{"altmetric_id":1202991,"counts":{"readers":{"mendeley":10,"citeulike":0,"connotea":0},"facebook":{"unique_users_count":1,"unique_users":["357855570912662"],"posts_count":1},"total":{"posts_count":1}},"citation":{"abstract":"The initial and last manifest dream reports (MDRs) of 30 patients who had either successfully terminated, or continued to make satisfactory progress at an advanced stage of psychodynamic psychotherapy and combined psychotherapy\/pharmacotherapy, were rated according to the following variables: Affect and Affect Valence; Affect Valence of Associations and Direction of Association Themes; Dream Narrative; Psychodynamic Formulation; Transference; and Dream Theme. Similar to previous studies, the initial MDRs contained more negative than positive affect. Conversely, the last MDRs contained more positive than negative affect. Associations to initial MDRs contained more negative affect; on the other hand, associations to last MDRs contained more positive affect. Direction of association themes were more negative in initial MDRs and more positive in last MDRs. Dream narratives were more negative in initial MDRs and more positive in last MDRs. Psychodynamic formulations were more negative in initial MDRs and more positive in last MDRs. Transference was more negative in initial MDRs and more positive in last MDRs. Relational and injury dream themes occurred more frequently than others in both initial and last MDRs. Initial MDRs contained more injury dream themes than last MDRs. The findings of this study demonstrate that there is a correlation between MDR variables and clinical improvement during treatment. The patients in this study were selected by MG, the treating therapist, on the basis of satisfactory progress. The MDRs of patients who failed to progress or did poorly were not discussed in this report. The findings, therefore, must be taken as preliminary and indicate the need for further research on manifest dreams during psychotherapy and combined psychotherapy\/pharmacotherapy.","abstract_source":"pubmed","authors":[" Myron L. Glucksman"],"doi":"10.1521\/pdps.2012.40.4.617","first_seen_on":"2013-01-28T22:34:41+00:00","issns":[],"journal":"Psychodyn Psychiatry","last_mentioned_on":1358868451,"links":["http:\/\/guilfordjournals.com\/doi\/abs\/10.1521\/pdps.2012.40.4.617?af=R&utm_medium=twitter&"],"pmid":"23216399","pubdate":"2012-12-13T00:00:00+00:00","subjects":["psychiatry"],"title":"Initial and last manifest dream reports of patients in psychodynamic psychotherapy and combined psychotherapy\/pharmacotherapy.","type":"article","mendeley_url":"http:\/\/www.mendeley.com\/research\/initial-last-manifest-dream-reports-patients-psychodynamic-psychotherapy-combined-psychotherapypharm"},"altmetric_score":{"score":0.25,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.25},"context_for_score":null},"demographics":{"users":{"mendeley":{"by_status":{"Professor > Associate Professor":2,"Student  > Doctoral Student":1,"Student  > Ph. D. Student":2,"Student  > Postgraduate":1,"Student  > Master":3,"Professor":1},"by_discipline":{"Medicine and Dentistry":1,"Psychology":9}}}},"posts":{"facebook":[{"title":"An Error Occurred Setting Your User Cookie","url":"https:\/\/www.facebook.com\/permalink.php?story_fbid=523192114379006&id=357855570912662","citation_ids":[1202991],"posted_on":"2013-01-22T15:27:31+00:00","summary":"Initial and Last Manifest Dream Reports of Patients in Psychodynamic Psychotherapy and Combined Psychotherapy\/Ph... http:\/\/t.co\/3y7YjFdn","author":{"name":"Psychoanalytic Candidates","url":"https:\/\/www.facebook.com\/357855570912662","facebook_wall_name":"Psychoanalytic Candidates","image":"https:\/\/graph.facebook.com\/357855570912662\/picture","id_on_source":"357855570912662"}}]}}