{"altmetric_id":1204148,"counts":{"readers":{"mendeley":13,"citeulike":0,"connotea":0},"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["NicholasMMurphy"],"posts_count":1}},"citation":{"abstract":"Realizing the potential of human embryonic stem cells (hESCs) has been hindered by the inefficiency and instability of generating desired cell types from pluripotent cells through multi-lineage differentiation. We recently reported that pluripotent hESCs maintained under a defined platform can be uniformly converted into a cardiac or neural lineage by small molecule induction, which enables lineage-specific differentiation direct from the pluripotent state of hESCs and opens the door to investigate human embryonic development using in vitro cellular model systems. To identify mechanisms of small molecule induced lineage-specification of pluripotent hESCs, in this study, we compared the expression and intracellular distribution patterns of a set of cardinal chromatin modifiers in pluripotent hESCs, nicotinamide (NAM)-induced cardiomesodermal cells, and retinoic acid (RA)-induced neuroectodermal cells. Further, genome-scale profiling of microRNA (miRNA) differential expression patterns was used to monitor the regulatory networks of the entire genome and identify the development-initiating miRNAs in hESC cardiac and neural lineage-specification. We found that NAM induced nuclear translocation of NAD-dependent histone deacetylase SIRT1 and global chromatin silencing, while RA induced silencing of pluripotence-associated hsa-miR-302 family and drastic up-regulation of neuroectodermal Hox miRNA hsa-miR-10 family to high levels. Genome-scale miRNA profiling indentified that a unique set of pluripotence-associated miRNAs was down-regulated, while novel sets of distinct cardiac- and neural-driving miRNAs were up-regulated upon the induction of lineage-specification direct from the pluripotent state of hESCs. These findings suggest that a predominant epigenetic mechanism via SIRT1-mediated global chromatin silencing governs NAM-induced hESC cardiac fate determination, while a predominant genetic mechanism via silencing of pluripotence-associated hsa-miR-302 family and drastic up-regulation of neuroectodermal Hox miRNA hsa-miR-10 family governs RA-induced hESC neural fate determination. This study provides critical insight into the earliest events in human embryogenesis as well as offers means for small molecule-mediated direct control and modulation of hESC pluripotent fate when deriving clinically-relevant lineages for regenerative therapies.","abstract_source":"pubmed","first_seen_on":"2013-01-29T13:43:36+00:00","issns":["2157-7633"],"issue":"3","journal":"Journal of stem cell research & therapy","last_mentioned_on":1359467006,"links":["http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/23355957?dopt=Abstract"],"pmid":"23355957","pubdate":"2012-07-13T00:00:00+00:00","title":"MicroRNA Profiling Reveals Distinct Mechanisms Governing Cardiac and Neural Lineage-Specification of Pluripotent Human Embryonic Stem Cells.","type":"article","volume":"2","mendeley_url":"http:\/\/www.mendeley.com\/research\/microrna-profiling-reveals-distinct-mechanisms-governing-cardiac-neural-lineagespecification-pluripo"},"altmetric_score":{"score":0.5,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.5},"context_for_score":null},"demographics":{"poster_types":{"member_of_the_public":1},"users":{"twitter":{"cohorts":{"Members of the public":1}},"mendeley":{"by_status":{"Professor > Associate Professor":1,"Researcher":4,"Student  > Ph. D. Student":6,"Student  > Postgraduate":1,"Student  > Doctoral Student":1},"by_discipline":{"Medicine and Dentistry":4,"Neuroscience":1,"Agricultural and Biological Sciences":7,"Biochemistry, Genetics and Molecular Biology":1}}},"geo":{"mendeley":{"TR":1,"US":1,"GB":1}}},"posts":{"twitter":[{"url":"http:\/\/twitter.com\/NicholasMMurphy\/statuses\/296252214446546944","license":"public","citation_ids":[1204148],"posted_on":"2013-01-29T13:43:26+00:00","author":{"name":"Nick Murphy","image":"https:\/\/pbs.twimg.com\/profile_images\/978677061\/345_n_normal.jpg","id_on_source":"NicholasMMurphy","tweeter_id":"74478819","geo":{"lt":null,"ln":null},"followers":814},"tweet_id":"296252214446546944"}]}}