{"altmetric_id":24066141,"counts":{"readers":{"mendeley":0,"citeulike":0,"connotea":0},"total":{"posts_count":1},"facebook":{"unique_users_count":1,"unique_users":["204785976521890"],"posts_count":1}},"citation":{"abstract":"Objective: Involvement of all regional medical facilities in a trauma system is challenging in rural regions. We hypothesized that the physician-staffed helicopter emergency medical service potentially encouraged local facilities to participate in trauma systems by providing the transport of patients with trauma to those facilities in a rural setting. Materials and Methods: We performed two retrospective observational studies. First, yearly changes in the numbers of patients with trauma and destination facilities were surveyed using records from the Miyazaki physician-staffed helicopter emergency medical service from April 2012 to March 2014. Second, we obtained data from medical records regarding the mechanism of injury, severity of injury, resuscitative interventions performed within 24 h after admission, secondary transports owing to undertriage by attending physicians, and deaths resulting from potentially preventable causes. Data from patients transported to the designated trauma center and those transported to non-designated trauma centers in Miyazaki were compared. Results: In total, 524 patients were included. The number of patients transported to non-designated trauma centers and the number of non-designated trauma centers receiving patients increased after the second year. We surveyed 469 patient medical records (90%). There were 194 patients with major injuries (41%) and 104 patients with multiple injuries (22%), and 185 patients (39%) received resuscitative interventions. The designated trauma centers received many more patients with trauma (366 vs. 103), including many more patients with major injuries (47% vs. 21%, p < 0.01) and multiple injuries (25% vs. 13%, p < 0.01), than the non-designated trauma centers. The number of patients with major injuries and patients who received resuscitative interventions increased for non-designated trauma centers after the second year. There were 9 secondary transports and 26 deaths. None of these secondary transports resulted from undertriage by staff physicians and none of these deaths resulted from potentially preventable causes. Conclusion: The rural physician-staffed helicopter emergency medical service potentially encouraged non-designated trauma centers to participate in trauma systems while maintaining patient safety.","authors":["Tomohiro Abe","Takehiko Nagano","Hidenobu Ochiai"],"doi":"10.2185\/jrm.2919","first_seen_on":"2017-08-19T08:37:16+00:00","issns":["1880-487X","1880-4888"],"issue":"1","journal":"Journal of Rural Medicine","last_mentioned_on":1502610707,"links":["http:\/\/doi.org\/10.2185\/jrm.2919"],"pdf_url":"https:\/\/www.jstage.jst.go.jp\/article\/jrm\/12\/1\/12_2919\/_pdf","pmcid":"PMC5458347","pmid":"28593012","pubdate":"2017-05-24T00:00:00+00:00","publisher":"THE JAPANESE ASSOCIATION OF RURAL MEDICINE","title":"Potential benefit of physician-staffed helicopter emergency medical service for regional trauma care system activation: An observational study in rural Japan","type":"article","volume":"12"},"altmetric_score":{"score":0.25,"score_history":{"1y":0.25,"6m":0.25,"3m":0.25,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.25},"context_for_score":null},"demographics":[],"posts":{"facebook":[{"title":"Potential benefit of physician-staffed helicopter emergency medical service for regional trauma care system activation: An observational study in rural Japan","url":"https:\/\/www.facebook.com\/permalink.php?story_fbid=494387570895061&id=204785976521890","license":"public","citation_ids":[24066141],"posted_on":"2017-08-13T07:51:47+00:00","summary":"Kırsal alandaki travmalarda hekim tarafından yönlendirilen hava nakilleri daha başarılı","author":{"name":"Ankara Hastane Öncesi Acil","url":"https:\/\/www.facebook.com\/204785976521890","facebook_wall_name":"Ankara Hastane Öncesi Acil","image":"https:\/\/graph.facebook.com\/204785976521890\/picture","id_on_source":"204785976521890"}}]}}