{"altmetric_id":19959101,"counts":{"readers":{"mendeley":9,"citeulike":0,"connotea":0},"total":{"posts_count":1},"twitter":{"unique_users_count":1,"unique_users":["thinkalot"],"posts_count":1}},"selected_quotes":["Treatment methods for people with pancreatic pseudocysts (fluid collections around the pancreas)"],"citation":{"abstract":"Pancreatic pseudocysts are walled-off peripancreatic fluid collections. There is considerable uncertainty about how pancreatic pseudocysts should be treated.\nTo assess the benefits and harms of different management strategies for pancreatic pseudocysts.\nWe searched the Cochrane Central Register of Controlled Trials (CENTRAL) in The Cochrane Library 2015, Issue 9, and MEDLINE, EMBASE, Science Citation Index Expanded, and trials registers until September 2015. We also searched the references of included trials and contacted trial authors.\nWe only considered randomised controlled trials (RCTs) of people with pancreatic pseudocysts, regardless of size, presence of symptoms, or aetiology. We placed no restrictions on blinding, language, or publication status of the trials.\nTwo review authors independently identified trials and extracted data. We calculated the odds ratio (OR) and mean difference (MD) with 95% confidence intervals (CI) with RevMan 5, based on an available-case analysis for direct comparisons, using fixed-effect and random-effect models. We also conducted indirect comparisons (rather than network meta-analysis), since there were no outcomes for which direct and indirect evidence were available.\nWe included four RCTs, with 177 participants, in this review. After one participant was excluded, 176 participants were randomised to endoscopic ultrasound (EUS)-guided drainage (88 participants), endoscopic drainage (44 participants), EUS-guided drainage with nasocystic drainage (24 participants), and open surgical drainage (20 participants). The comparisons included endoscopic drainage versus EUS-guided drainage (two trials), EUS-guided drainage with nasocystic drainage versus EUS-guided drainage alone (one trial), and open surgical drainage versus EUS-guided drainage (one trial). The participants were mostly symptomatic, with pancreatic pseudocysts resulting from acute and chronic pancreatitis of varied aetiology. The mean size of the pseudocysts ranged between 70 mm and 155 mm across studies. Although the trials appeared to include similar types of participants for all comparisons, we were unable to assess this statistically, since there were no direct and indirect results for any of the comparisons.All the trials were at unclear or high risk of bias, and the overall quality of evidence was low or very low for all outcomes. One death occurred in the endoscopic drainage group (1\/44; 2.3%), due to bleeding. There were no deaths in the other groups. The differences in the serious adverse events were imprecise. Short-term health-related quality of life (HRQoL; four weeks to three months) was worse (MD -21.00; 95% CI -33.21 to -8.79; participants = 40; studies = 1; range: 0 to 100; higher score indicates better) and the costs were higher in the open surgical drainage group than the EUS-guided drainage group (MD 8040 USD; 95% CI 3020 to 13,060; participants = 40; studies = 1). There were fewer adverse events in the EUS-guided drainage with nasocystic drainage group than in the EUS-guided drainage alone (OR 0.20; 95% CI 0.06 to 0.73; participants = 47; studies = 1), or the endoscopic drainage group (indirect comparison: OR 0.08; 95% CI 0.01 to 0.61). Participants with EUS-guided drainage with nasocystic drainage also had shorter hospital stays compared to EUS-guided drainage alone (MD -8.10 days; 95% CI -9.79 to -6.41; participants = 47; studies = 1), endoscopic drainage (indirect comparison: MD -7.10 days; 95% CI -9.38 to -4.82), or open surgical drainage group (indirect comparison: MD -12.30 days; 95% CI -14.48 to -10.12). The open surgical drainage group had longer hospital stays than the EUS-guided drainage group (MD 4.20 days; 95% CI 2.82 to 5.58; participants = 40; studies = 1); the endoscopic drainage group had longer hospital stays than the open drainage group (indirect comparison: -5.20 days; 95% CI -7.26 to -3.14). The need for additional invasive interventions was higher for the endoscopic drainage group than the EUS-guided drainage group (OR 11.13; 95% CI 2.85 to 43.44; participants = 89; studies = 2), and the open drainage group (indirect comparison: OR 23.69; 95% CI 1.40 to 400.71). The differences between groups were imprecise for the other comparisons that could be performed. None of the trials reported long-term mortality, medium-term HRQoL (three months to one year), long-term HRQoL (longer than one year), time-to-return to normal activities, or time-to-return to work.\nVery low-quality evidence suggested that the differences in mortality and serious adverse events between treatments were imprecise. Low-quality evidence suggested that short-term HRQoL (four weeks to three months) was worse, and the costs were higher in the open surgical drainage group than in the EUS-guided drainage group. Low-quality or very low-quality evidence suggested that EUS-guided drainage with nasocystic drainage led to fewer adverse events than EUS-guided or endoscopic drainage, and shorter hospital stays when compared to EUS-guided drainage, endoscopic drainage, or open surgical drainage, while EUS-guided drainage led to shorter hospital stays than open surgical drainage. Low-quality evidence suggested that there was a higher need for additional invasive procedures with endoscopic drainage than EUS-guided drainage, while it was lower in the open surgical drainage than in the endoscopic drainage group.Further RCTs are needed to compare EUS-guided drainage, with or without nasocystic drainage, in symptomatic patients with pancreatic pseudocysts that require treatment. Future trials should include patient-oriented outcomes such as mortality, serious adverse events, HRQoL, hospital stay, return-to-normal activity, number of work days lost, and the need for additional procedures, for a minimum follow-up period of two to three years.","altmetric_jid":"4f6fa9123cf058f61000cc8c","authors":["Gurusamy, Kurinchi Selvan","Pallari, Elena","Hawkins, Neil","Pereira, Stephen P","Davidson, Brian R"],"doi":"10.1002\/14651858.cd011392.pub2","first_seen_on":"2017-05-08T16:17:48+00:00","funders":["dohuk"],"issns":["1469-493X"],"journal":"Cochrane database of systematic reviews","last_mentioned_on":1494260254,"links":["http:\/\/www.cochrane.org\/CD011392\/UPPERGI_treatment-methods-people-pancreatic-pseudocysts-fluid-collections-around-pancreas"],"pmid":"27075711","publisher":"John Wiley & Sons, Ltd","publisher_subjects":[{"name":"Medical And Health Sciences","scheme":"era"}],"scopus_subjects":["Medicine","Health Sciences"],"subjects":["healthservicesresearch","medicine"],"title":"Management strategies for pancreatic pseudocysts","type":"article","volume":"4","mendeley_url":"http:\/\/www.mendeley.com\/research\/management-strategies-pancreatic-pseudocysts-7"},"altmetric_score":{"score":0.25,"score_history":{"1y":0.25,"6m":0.25,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.25},"context_for_score":{"all":{"total_number_of_other_articles":8172683,"mean":6.9158600214652,"rank":7072733,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":8172683,"percentile":1},"similar_age_3m":{"total_number_of_other_articles":237496,"mean":12.426543430388,"rank":193082,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":237496,"percentile":1},"this_journal":{"total_number_of_other_articles":8541,"mean":18.089322716628,"rank":8250,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":8541,"percentile":1},"similar_age_this_journal_3m":{"total_number_of_other_articles":203,"mean":23.624415841584,"rank":199,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":203,"percentile":1}}},"demographics":{"poster_types":{"science_communicator":1},"users":{"twitter":{"cohorts":{"Science communicators (journalists, bloggers, editors)":1}},"mendeley":{"by_status":{"Unspecified":1,"Professor > Associate Professor":1,"Student  > Doctoral Student":1,"Student  > Ph. D. Student":2,"Student  > Postgraduate":2,"Other":1,"Student  > Master":1},"by_discipline":{"Medicine and Dentistry":7,"Psychology":1,"Unspecified":1}}},"geo":{"twitter":{"GB":1}}},"posts":{"twitter":[{"url":"http:\/\/twitter.com\/thinkalot\/statuses\/861616071668899840","license":"gnip","citation_ids":[19959101],"posted_on":"2017-05-08T16:17:34+00:00","author":{"name":"Dr. Singh","image":"https:\/\/pbs.twimg.com\/profile_images\/813491381708660736\/Xps0wSEU_normal.jpg","description":"#Medicine #Ethics #Writing #Policy #Scicomm #Meded #Publichealth #MedHum #EcoWarrier\n\nAssoc.Editor ACP JC FreshAirFiendYogiMomNewsJunkie","id_on_source":"thinkalot","tweeter_id":"27523651","geo":{"lt":51.85842,"ln":-0.11381,"country":"GB"},"followers":3055},"tweet_id":"861616071668899840"}]}}