{"altmetric_id":19750635,"counts":{"readers":{"mendeley":4,"citeulike":0,"connotea":0},"total":{"posts_count":2},"facebook":{"unique_users_count":2,"unique_users":["196092607070096","754543368004907"],"posts_count":2}},"citation":{"abstract":"to evaluate the effectiveness of the auricular protocol (APPA) in reducing pain and anxiety and improving the quality of life of the nursing staff of a hospital.\nrandomized clinical trial with an initial sample of 180 professionals divided into 4 groups Control (G1), Seed (G2), Needle (G3) and Tape (G4). The evaluation instruments were the State-Trait Anxiety Inventory, Pain Visual Analog Scale and Quality of Life instrument, applied at the start and after five and 10 sessions (five weeks). Descriptive statistics, analysis of variance (ANOVA) and Cohen's d Index were used in the analysis.\nthere was a statistical difference (p < 0.05) for anxiety according to the repeated measures ANOVA, with better results for the G3 in the final assessment (Cohen's d index 1.08\/17% reduction). There was a reduction of pain of 36% in G3 and 24% in G2 and a 13% increase in the mental aspect of quality of life for the G3, although without statistical significance.\nthe APPA protocol reduced the anxiety levels of nursing staff after 10 sessions. Further studies are, however, suggested with new populations and in different contexts so that the results can be confirmed. RBR-5pc43m.\navaliar a efetividade do protocolo auricular para redução de ansiedade, dor (APPA) e melhoria de qualidade de vida em equipe de Enfermagem de um hospital.\nensaio clínico randomizado com amostra inicial de 180 profissionais divididos em 4 grupos Controle (G1), Semente (G2), Agulha (G3) e Fita Adesiva (G4). Os instrumentos de avaliação foram o Inventário de Ansiedade Traço-Estado, Escala Visual Analógica de dor e instrumento de Qualidade de Vida, aplicados no início, depois de cinco e 10 sessões (cinco semanas). Na análise utilizou-se a estatística descritiva, a análise de variância (ANOVA) e o Índice d de Cohen.\nhouve diferença estatística (p < 0,05) para a ansiedade segundo ANOVA de medidas repetidas, com melhores resultados para o G3 na última avaliação (índice d de Cohen 1,08\/17% de redução). Houve redução de 36% no G3, 24% no G2 para a dor e 13% de aumento no nível mental de qualidade de vida para o G3, embora sem diferenças estatísticas.\no protocolo APPA reduziu os níveis de ansiedade em equipe de enfermagem depois de 10 sessões. Mas, sugerem-se mais estudos com novas populações e em diferentes contextos para que os resultados se confirmem. RBR-5pc43m.\nevaluar la efectividad del protocolo auricular para reducción de ansiedad, dolor (APPA) y mejoría de calidad de vida, en equipo de enfermería de un hospital.\nensayo clínico aleatorizado con muestra inicial de 180 profesionales divididos en 4 grupos: Control (G1), Semilla (G2), Aguja (G3) y Cinta Adhesiva (G4). Los instrumentos de evaluación fueron el Inventario de Ansiedad Rasgo-Estado, la Escala Visual Analógica de Dolor y el instrumento de Calidad de Vida, aplicados en el inicio, y después de cinco y 10 sesiones (cinco semanas). En el análisis se utilizó la estadística descriptiva, la análisis de variancia (ANOVA) y el Índice d de Cohen.\nhubo diferencia estadística (p < 0,05) para la ansiedad según ANOVA de medidas repetidas, con mejores resultados para el G3 en la última evaluación (índice d de Cohen 1,08\/17% de reducción). Hubo reducción de 36% en el G3, 24% en el G2 para el dolor y 13% de aumento en el nivel mental de calidad de vida para el G3, a pesar de que sin diferencias estadísticas.\nel protocolo APPA redujo los niveles de ansiedad en el equipo de enfermería después de 10 sesiones. Se sugiere realizar más estudios con nuevas poblaciones y en diferentes contextos para que los resultados puedan ser confirmados. RBR-5pc43m.","altmetric_jid":"56a768e32a83eeb12a8b4b25","authors":["Kurebayashi, Leonice Fumiko Sato","Turrini, Ruth Natalia Teresa","Souza, Talita Pavarini Borges de","Marques, Carolina Felicio","Rodrigues, Renata Tavares Franco","Charlesworth, Karen","Leonice Fumiko Sato Kurebayashi","Ruth Natalia Teresa Turrini","Talita Pavarini Borges de Souza","Carolina Felicio Marques","Renata Tavares Franco Rodrigues","Karen Charlesworth"],"doi":"10.1590\/1518-8345.1761.2843","first_seen_on":"2017-05-01T04:22:19+00:00","funders":["niehs"],"issns":["0104-1169"],"journal":"Revista Latino-Americana de Enfermagem","last_mentioned_on":1499242120,"links":["http:\/\/dx.doi.org\/10.1590\/1518-8345.1761.2843","https:\/\/www.ncbi.nlm.nih.gov\/pmc\/articles\/PMC5396483\/"],"pdf_url":"http:\/\/www.scielo.br\/pdf\/rlae\/v25\/pt_0104-1169-rlae-25-e2843.pdf","pmid":"28403335","pubdate":"2017-01-01T00:00:00+00:00","publisher":"Escola de Enfermagem de Ribeirão Preto \/ Universidade de São Paulo","subjects":["nursing"],"title":"Auriculotherapy to reduce anxiety and pain in nursing professionals: a randomized clinical trial","type":"article","volume":"25","mendeley_url":"http:\/\/www.mendeley.com\/research\/auriculotherapy-reduce-anxiety-pain-nursing-professionals-randomized-clinical-trial"},"altmetric_score":{"score":0.5,"score_history":{"1y":0.5,"6m":0.5,"3m":0.25,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":0.5},"context_for_score":{"all":{"total_number_of_other_articles":8166903,"mean":6.9134132553505,"rank":6202412,"this_scored_higher_than_pct":13,"this_scored_higher_than":1098774,"rank_type":"exact","sample_size":8166903,"percentile":13},"similar_age_3m":{"total_number_of_other_articles":236366,"mean":12.634665073086,"rank":167299,"this_scored_higher_than_pct":18,"this_scored_higher_than":44040,"rank_type":"exact","sample_size":236366,"percentile":18},"this_journal":{"total_number_of_other_articles":331,"mean":1.5768181818182,"rank":232,"this_scored_higher_than_pct":20,"this_scored_higher_than":67,"rank_type":"exact","sample_size":331,"percentile":20},"similar_age_this_journal_3m":{"total_number_of_other_articles":2,"mean":1.1,"rank":2,"this_scored_higher_than_pct":1,"this_scored_higher_than":0,"rank_type":"exact","sample_size":2,"percentile":1}}},"demographics":{"users":{"mendeley":{"by_status":{"Researcher":1,"Student  > Doctoral Student":2,"Student  > Bachelor":1},"by_discipline":{"Medicine and Dentistry":2,"Agricultural and Biological Sciences":1,"Nursing and Health Professions":1}}}},"posts":{"facebook":[{"title":"Auriculotherapy to reduce anxiety and pain in nursing professionals: a randomized clinical trial. - PubMed - NCBI","url":"https:\/\/www.facebook.com\/permalink.php?story_fbid=1555314994481177&id=196092607070096","license":"public","citation_ids":[19750635,19750635],"posted_on":"2017-04-25T00:39:10+00:00","summary":"Auriculotherapy to reduce anxiety and pain in nursing professionals: A randomized clinical trial.\nConclusion: The APPA protocol reduced the anxiety levels of nursing staff after 10 sessions…","author":{"name":"Auriculotherapy","url":"https:\/\/www.facebook.com\/196092607070096","facebook_wall_name":"Auriculotherapy","image":"https:\/\/graph.facebook.com\/196092607070096\/picture","id_on_source":"196092607070096"}},{"title":"Auriculotherapy to reduce anxiety and pain in nursing professionals: a randomized clinical trial","url":"https:\/\/www.facebook.com\/permalink.php?story_fbid=1222720701187169&id=754543368004907","license":"public","citation_ids":[19750635],"posted_on":"2017-07-05T08:08:40+00:00","summary":"to evaluate the effectiveness of the auricular protocol (APPA) in reducing pain and anxiety and improving the quality of life of the nursing staff of a hospital. randomized clinical trial with an initial sample of 180 professionals divided into 4 groups ..","author":{"name":"Doc Save GmbH","url":"https:\/\/www.facebook.com\/754543368004907","facebook_wall_name":"Doc Save GmbH","image":"https:\/\/graph.facebook.com\/754543368004907\/picture","id_on_source":"754543368004907"}}]}}