{"altmetric_id":4250140,"citation":{"abstract":"The author updates compilations of rate of return estimates to investment in education published since 1985 - and discusses methodological issues surrounding those estimates.  Some key patterns:  among the three main levels of education, primary education continues to exhibit the highest social profitability in all world regions - private returns are considerably higher than social returns because of the public subsidization of education; the degree of public subsidy increases with the level of education, which is regressive; social and private returns at all levels generally decline by the level of a country's per capita income; overall, the returns to female education are higher than those to male education, but at individual levels of education the pattern is more mixed; the returns to the academic secondary school track are higher than the vocational track - since unit cost of vocational education is much higher; and the returns for those who work in the private (competitive) sector of the economy are higher than in the public (noncompetitive) sector.  And the returns in the self-employment (unregulated) sector of the economy are higher than in the dependent employment sector. Controversies in the literature are discussed in the light of the new evidence.  The undisputable and universal positive correlation between education and earnings can be interpreted in many ways.  The causation issue on whether education really affects earnings can be answered only with experimental data generated by randomly exposing different people to various amounts of education.  Given the fact that moral and pragmatic considerations prevent the generation of such pure data, researchers have to make do with indirect inferences or natural experiments.  Some have been attempted.  The author looks at the research on overeducation or surplus schooling.  The conclusions reinforce earlier patterns.  They confirm that primary education continues to be the number one investment priority in developing countries. They also show that educating females is marginally more profitable than educating males, that the academic secondary school curriculum is a better investment than the technical\/vocational tract, and that the returns to education obey the same rules as investment in conventional capital - that is, they decline as investment is expanded.","authors":["Psacharopoulos, George"],"first_seen_on":"2015-07-07T06:11:10+00:00","issns":[],"last_mentioned_on":1436426642,"links":["http:\/\/documents.worldbank.org\/curated\/en\/1993\/01\/699168\/returns-investment-education-global-update"],"pdf_url":"http:\/\/www-wds.worldbank.org\/external\/default\/WDSContentServer\/WDSP\/IB\/1993\/01\/01\/000009265_3961003230826\/Rendered\/PDF\/multi_page.pdf","pubdate":"1993-01-31T00:00:00+00:00","startpage":"1","title":"Returns to investment in education : a global update","type":"article","uri":"http:\/\/documents.worldbank.org\/curated\/en\/699168"},"altmetric_score":{"score":16,"score_history":{"1y":0,"6m":0,"3m":0,"1m":0,"1w":0,"6d":0,"5d":0,"4d":0,"3d":0,"2d":0,"1d":0,"at":16},"context_for_score":null},"demographics":[],"counts":{"total":{"posts_count":2},"news":{"unique_users_count":2,"unique_users":["the_conversation","allafrica"],"posts_count":2}},"posts":{"news":[{"title":"Extra year of secondary schooling reduces HIV rates in Botswana","url":"http:\/\/theconversation.com\/extra-year-of-secondary-schooling-reduces-hiv-rates-in-botswana-44144","license":"public","citation_ids":[2954571,4250140,4222942],"posted_on":"2015-07-07T05:12:33+00:00","summary":"US First Lady Michelle Obama visits a centre in Botswana that supports young people affected by HIV. Botswana has one of the highest HIV infection rates in the world. Charles Dharapak\/Reuters The association between school and HIV risk has been fiercely de","author":{"name":"The Conversation","url":"http:\/\/theconversation.com","image":"https:\/\/s3.amazonaws.com\/weyland.altmetric.com\/news_sources\/logos\/000\/000\/071\/normal\/the_conversation.png?1369846953"}},{"title":"Botswana: Extra Year of Secondary Schooling Cuts HIV Rates","url":"http:\/\/allafrica.com\/stories\/201507090314.html","license":"public","citation_ids":[2954571,4250140,4222942],"posted_on":"2015-07-09T07:24:02+00:00","summary":"[The Conversation Africa] The association between school and HIV risk has been fiercely debated for more than two decades. It has long been suggested that formal education acts as a \"social vaccine\" to reduce the spread of HIV because it may give young peo","author":{"name":"AllAfrica","url":"http:\/\/allafrica.com\/","image":"https:\/\/s3.amazonaws.com\/weyland.altmetric.com\/news_sources\/logos\/000\/000\/824\/normal\/all-africa.png?1452608105"}}]}}